{
  "last_updated": "2026-01-28T00:32:18.597345+00:00",
  "entries": {
    "391f82a94d5400990812075b92b305dd": {
      "id": "391f82a94d5400990812075b92b305dd",
      "link": "http://arxiv.org/abs/2601.18737",
      "title": "Quantum skyrmions in the antiferromagnetic triangular lattice",
      "abstract": "Magnetic skyrmions are topological quasiparticles potentially useful for memory and computing devices. Antiferromagnetic (AF) skyrmions present no transverse deflection, making them suitable candidates for data storage applications. After the discovery of skyrmions with length scales comparable to the lattice constant, several works presented quantum analogues of classical ferromagnetic skyrmions in spin systems. However, studies about quantum analogues of AF skyrmions are still lacking. Here, we explore the phases of the AF quantum spin-1/2 Heisenberg model with Dzyaloshinskii-Moriya interactions on the triangular lattice using the density matrix renormalization group (DMRG) algorithm. We study the magnetization profile, spin structure factor and quantum entanglement of the resulting ground states to characterize the corresponding phases and signal the emergence of quantum AF skyrmions. Our results support that three-sublattice quantum antiferromagnetic skyrmion textures are stabilized in a wide range of magnetic fields.",
      "pubdate": "Mon, 26 Jan 2026 18:00:31 +0000",
      "authors": "Inés Corte, Federico Holik, Lorena Rebón, Flavia A. Gómez Albarracín"
    },
    "a787b26a156fe0065cf5bd05ec5438ce": {
      "id": "a787b26a156fe0065cf5bd05ec5438ce",
      "link": "http://arxiv.org/abs/2601.18648",
      "title": "Multi-target density matrix renormalization group for 3D CFTs on the fuzzy sphere",
      "abstract": "The fuzzy sphere regularization provides a powerful framework for studying three-dimensional (3D) conformal field theories (CFTs) by mapping them onto numerically tractable lattice models on the spherical lowest Landau level. However, the system sizes accessible to this method have been limited by the exact diagonalization (ED). In this work, we transcend this limitation by combining the fuzzy sphere regularization with a sophisticated multi-target density matrix renormalization group (DMRG) algorithm. Focusing on the 3D Ising-type model on the spherical lowest Landau level, we calculate the 24 low-lying energies at a larger system size than previously feasible with ED. At criticality, we extract the scaling dimensions of six primary operators, and the results show significantly improved agreement with bootstrap benchmarks compared to previous ED results at smaller sizes. Our approach allows us to efficiently target multiple excited states in larger systems beyond the reach of exact diagonalization. This study establishes the fuzzy sphere regularization combined with advanced DMRG techniques as a powerful and general framework for precision physics in 3D CFTs.",
      "pubdate": "Mon, 26 Jan 2026 16:18:19 +0000",
      "authors": "Jin-Xiang Hao, Zheng Zhu, Yang Qi"
    },
    "2d0176dfed7b8ef9b104474cb66c88ec": {
      "id": "2d0176dfed7b8ef9b104474cb66c88ec",
      "link": "http://arxiv.org/abs/2601.18592",
      "title": "Global Optimization of Atomic Clusters via Physically-Constrained Tensor Train Decomposition",
      "abstract": "The global optimization of atomic clusters represents a fundamental challenge in computational chemistry and materials science due to the exponential growth of local minima with system size (i.e., the curse of dimensionality). We introduce a novel framework that overcomes this limitation by exploiting the low-rank structure of potential energy surfaces through Tensor Train (TT) decomposition. Our approach combines two complementary TT-based strategies: the algebraic TTOpt method, which utilizes maximum volume sampling, and the probabilistic PROTES method, which employs generative sampling. A key innovation is the development of physically-constrained encoding schemes that incorporate molecular constraints directly into the discretization process. We demonstrate the efficacy of our method by identifying global minima of Lennard-Jones clusters containing up to 45 atoms. Furthermore, we establish its practical applicability to real-world systems by optimizing 20-atom carbon clusters using a machine-learned Moment Tensor Potential, achieving geometries consistent with quantum-accurate simulations. This work establishes TT-decomposition as a powerful tool for molecular structure prediction and provides a general framework adaptable to a wide range of high-dimensional optimization problems in computational material science.",
      "pubdate": "Mon, 26 Jan 2026 15:38:20 +0000",
      "authors": "Konstantin Sozykin, Nikita Rybin, Andrei Chertkov, Anh-Huy Phan, Ivan Oseledets, Alexander Shapeev, Ivan Novikov, Gleb Ryzhakov"
    },
    "845e34454b50a187bd605470bceee102": {
      "id": "845e34454b50a187bd605470bceee102",
      "link": "http://arxiv.org/abs/2601.18449",
      "title": "Hamiltonian formulation of the $1+1$-dimensional $φ^4$ theory in a momentum-space Daubechies wavelet basis",
      "abstract": "We apply the wavelet formalism of quantum field theory to investigate nonperturbative dynamics within the Hamiltonian framework. In particular, we employ Daubechies wavelets in momentum space, whose basis functions are labeled by resolution and translation indices, providing a natural nonperturbative truncation of both infrared and ultraviolet truncation of quantum field theories. As an application, we compute the energy spectra of a free scalar field theory and the interacting $1+1$-dimensional $φ^4$ theory. This approach successfully reproduces the well-known strong-coupling phase transition in the $m^2 > 0$ regime. We find that the extracted critical coupling systematically converges toward its established value as the momentum resolution is increased, demonstrating the effectiveness of the wavelet-based Hamiltonian formulation for nonperturbative field-theoretic calculations.",
      "pubdate": "Mon, 26 Jan 2026 12:57:10 +0000",
      "authors": "Mrinmoy Basak, Debsubhra Chakraborty, Nilmani Mathur, Raghunath Ratabole"
    },
    "2ea2220027e17de0fa6627983ebd8c25": {
      "id": "2ea2220027e17de0fa6627983ebd8c25",
      "link": "http://arxiv.org/abs/2601.17724",
      "title": "Quantum-Inspired Algorithms beyond Unitary Circuits: the Laplace Transform",
      "abstract": "Quantum-inspired algorithms can deliver substantial speedups over classical state-of-the-art methods by executing quantum algorithms with tensor networks on conventional hardware. Unlike circuit models restricted to unitary gates, tensor networks naturally accommodate non-unitary maps. This flexibility lets us design quantum-inspired methods that start from a quantum algorithmic structure, yet go beyond unitarity to achieve speedups. Here we introduce a tensor-network approach to compute the discrete Laplace transform, a non-unitary, aperiodic transform (in contrast to the Fourier transform). We encode a length-$N$ signal on two paired $n$-qubit registers and decompose the overall map into a non-unitary exponential Damping Transform followed by a Quantum Fourier Transform, both compressed in a single matrix-product operator. This decomposition admits strong MPO compression to low bond dimension resulting in significant acceleration. We demonstrate simulations up to $N=2^{30}$ input data points, with up to $2^{60}$ output data points, and quantify how bond dimension controls runtime and accuracy, including precise and efficient pole identification.",
      "pubdate": "Sun, 25 Jan 2026 07:19:56 +0000",
      "authors": "Noufal Jaseem, Sergi Ramos-Calderer, Gauthameshwar S., Dingzu Wang, José Ignacio Latorre, Dario Poletti"
    },
    "d680610000d51700828dc02060b834e8": {
      "id": "d680610000d51700828dc02060b834e8",
      "link": "http://arxiv.org/abs/2601.17718",
      "title": "Tree tensor network solver for real-time quantum impurity dynamics",
      "abstract": "We introduce a tree tensor network (TTN) impurity solver that enables highly efficient and accurate real-time simulations of quantum impurity models. By decomposing a noninteracting bath Hamiltonian into a Cayley tree, the method provides a tensor network representation that naturally captures the multiscale entanglement structure intrinsic to impurity-bath systems. This geometry differs from conventional chain-based mappings and yields a substantial reduction of entanglement, allowing accurate ground-state properties and long-time dynamics to be captured at significantly lower bond dimensions. Benchmark calculations for the single-impurity Anderson model demonstrate that the TTN solver achieves markedly enhanced resolution of real-frequency spectral functions, without invoking analytic continuation. This impurity solver provides a balanced, scale-uniform description of impurity physics and offers a versatile approach for real-time dynamical mean-field theory and related applications involving quantum impurity models.",
      "pubdate": "Sun, 25 Jan 2026 06:43:48 +0000",
      "authors": "Bo Zhan, Jia-Lin Chen, Zhen Fan, Tao Xiang"
    },
    "68f30df3d7c79ad8c81448ebb4225ede": {
      "id": "68f30df3d7c79ad8c81448ebb4225ede",
      "link": "http://arxiv.org/abs/2601.16974",
      "title": "Formalising an operational continuum limit of quantum combs",
      "abstract": "Quantum combs are powerful conceptual tools for capturing multi-time processes in quantum information theory, constituting the most general quantum mechanical process. But, despite their causal nature, they lack a meaningful physical connection to time -- and are, by and large, arguably incompatible with it without extra structure. The subclass of quantum combs which assumes an underlying process is described by the so-called process tensor framework, which has been successfully used to study and characterise non-Markovian open quantum systems. But, although process tensors are motivated by an underlying dynamics, it is not a priori clear how to connect to a continuous process tensor object mathematically -- leaving an uncomfortable conceptual gap. In this work, we take a decisive step toward remedying this situation. We introduce a fully continuous process tensor framework by showing how the discrete multi-partite Choi state becomes a field-theoretic state in bosonic Fock space, which is intrinsically and rigorously defined in the continuum. With this equipped, we lay out the core structural elements of this framework and its properties. This translation allows for an information-theoretic treatment of multi-time correlations in the continuum via the analysis of their continuous matrix product state representatives. Our work closes a gap in the quantum information literature, and opens up the opportunity for the application of many-body physics insights to our understanding of quantum stochastic processes in the continuum.",
      "pubdate": "Fri, 23 Jan 2026 18:49:41 +0000",
      "authors": "Clara Wassner, Jonáš Fuksa, Jens Eisert, Gregory A. L. White"
    },
    "0236d769ede5339ef641ccacfc2b34e6": {
      "id": "0236d769ede5339ef641ccacfc2b34e6",
      "link": "http://arxiv.org/abs/2601.16913",
      "title": "Coarse-Grained Geometric Quantum Dynamics in the Tensor Network Representation",
      "abstract": "Quantum geometrical molecular dynamics provides a quantum geometric picture for understanding reactive dynamics, especially excited-state conical intersection dynamics, and also a numerically exact method for strongly correlated electron-nuclear dynamics. However, there are substantial challenges in describing medium-sized molecules with tens of nuclear degrees of freedom. The main challenge is that it uses a discrete variable representation to discretize the molecular configuration space, and thus requires a tremendous number of quantum chemistry calculations to construct the electronic overlap matrix. Moreover, the expansion coefficients scale exponentially with molecular size for direct-product basis sets. We address these challenges by first introducing a coarse-grained local diabatic ansatz, followed by a tensor network representation of the expansion coefficients and the molecular time-evolution operator. With a full 24-dimensional demonstration using the pyrazine molecule, we show that such developments provide a highly accurate and computationally tractable method for high-dimensional, fully quantum, strongly coupled electron-nuclear dynamics from first principles.",
      "pubdate": "Fri, 23 Jan 2026 17:21:31 +0000",
      "authors": "Mo Sha, Bing Gu"
    },
    "a0e13680574d500dfebc7ced21b4d563": {
      "id": "a0e13680574d500dfebc7ced21b4d563",
      "link": "http://arxiv.org/abs/2601.16734",
      "title": "SeeMPS: A Python-based Matrix Product State and Tensor Train Library",
      "abstract": "We introduce SeeMPS, a Python library dedicated to implementing tensor network algorithms based on the well-known Matrix Product States (MPS) and Quantized Tensor Train (QTT) formalisms. SeeMPS is implemented as a complete finite precision linear algebra package where exponentially large vector spaces are compressed using the MPS/TT formalism. It enables both low-level operations, such as vector addition, linear transformations, and Hadamard products, as well as high-level algorithms, including the approximation of linear equations, eigenvalue computations, and exponentially efficient Fourier transforms. This library can be used for traditional quantum many-body physics applications and also for quantum-inspired numerical analysis problems, such as solving PDEs, interpolating and integrating multidimensional functions, sampling multivariate probability distributions, etc.",
      "pubdate": "Fri, 23 Jan 2026 13:31:16 +0000",
      "authors": "Paula García-Molina, Juan José Rodríguez-Aldavero, Jorge Gidi, Juan José García-Ripoll"
    },
    "f722e5783209545f14e075709934e76c": {
      "id": "f722e5783209545f14e075709934e76c",
      "link": "http://arxiv.org/abs/2601.16630",
      "title": "$d$-wave FFLO state and charge-2e supersolidity in the $t$-$t'$-$J$ model under Zeeman fields",
      "abstract": "Unconventional superconductivity under strong Zeeman fields--particularly beyond the Pauli paramagnetic limit--remains a central challenge in condensed matter physics. The exotic Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) state, in particular, remains in need of definitive study within fundamental electronic models. Here we employ state-of-the-art finite-temperature and ground-state tensor network approaches to systematically explore the superconducting (SC) phase diagram of the $t$-$t'$-$J$ model subjected to Zeeman fields. We find that zero-momentum $d$-wave superconductivity persists until the spin gap closes, coexisting with charge density waves. A novel $d$-wave FFLO phase emerges under a higher Zeeman field even above the Pauli limit, concomitant with a field-enhanced spin density waves. We identify these phases, characterized by the simultaneous presence of pairing condensate and density wave orders, as charge-2e supersolids. Analysis of Matsubara Green's function reveals that the FFLO pairing momentum is locked to the underlying Fermi surface. Our results provide microscopic insights into field-induced unconventional pairing mechanisms and reveal the long-sought FFLO state in a fundamental correlated electron model, offering a promising route for its realization in ultracold atom optical lattice.",
      "pubdate": "Fri, 23 Jan 2026 10:32:35 +0000",
      "authors": "Xing-Zhou Qu, Dai-Wei Qu, Qiaoyi Li, Wei Li, Gang Su"
    },
    "08b40e287c35866987456b5b375c855f": {
      "id": "08b40e287c35866987456b5b375c855f",
      "link": "http://arxiv.org/abs/2601.16474",
      "title": "Quantum phase estimation with optimal confidence interval using three control qubits",
      "abstract": "Quantum phase estimation is an important routine in many quantum algorithms, particularly for estimating the ground state energy in quantum chemistry simulations. This estimation involves applying powers of a unitary to the ground state, controlled by an auxiliary state prepared on a control register. In many applications the goal is to provide a confidence interval for the phase estimate, and optimal performance is provided by a discrete prolate spheroidal sequence. We show how to prepare the corresponding state in a far more efficient way than prior work. We find that a matrix product state representation with a bond dimension of 4 is sufficient to give a highly accurate approximation for all dimensions tested, up to $2^{24}$. This matrix product state can be efficiently prepared using a sequence of simple three-qubit operations. When the dimension is a power of 2, the phase estimation can be performed with only three qubits for the control register, making it suitable for early-generation fault-tolerant quantum computers with a limited number of logical qubits.",
      "pubdate": "Fri, 23 Jan 2026 06:05:11 +0000",
      "authors": "Kaur Kristjuhan, Dominic W. Berry"
    },
    "92648c6eb9e6e813ed1693e1ef025967": {
      "id": "92648c6eb9e6e813ed1693e1ef025967",
      "link": "http://arxiv.org/abs/2601.16262",
      "title": "Vacuum structure of gapped QCD$_2$ theories from the infinite Hamiltonian lattice",
      "abstract": "Gapped two-dimensional gauge theories with massless fermions generically have rich vacuum structures consisting of many degenerate vacua related by the action of topological line operators. The algebra of such operators has been used to calculate ratios of vacuum expectation values of local operators and to predict nontrivial particle-soliton degeneracies. In this paper, we use recently-developed tensor network methods to study several examples of such theories via their Hamiltonian lattice descriptions. Our lattice results agree with all previously-made predictions. Furthermore, we identify the lattice strong-coupling states that can be adiabatically continued to the degenerate vacua in the continuum limit. We conjecture a procedure, referred to as a lattice decay rule, for how this identification works in general. This rule allows us to compute the continuum vacuum degeneracy by studying the lattice Hamiltonian in the strong-coupling limit.",
      "pubdate": "Thu, 22 Jan 2026 19:00:03 +0000",
      "authors": "Ross Dempsey, Anna-Maria E. Glück, Silviu S. Pufu, Benjamin T. Søgaard"
    },
    "6837687c50ba1bfb2a14e8b291c9ee36": {
      "id": "6837687c50ba1bfb2a14e8b291c9ee36",
      "link": "http://arxiv.org/abs/2601.16168",
      "title": "\\textit{Ab initio} Gamow density matrix renormalization group for broad nuclear many-body resonances",
      "abstract": "\\textbf{Background} The reach of \\textit{ab initio} theory has greatly increased in recent decades. However, predicting the location of the drip lines remains challenging due to uncertainties in nuclear forces and difficulties in describing nuclei that behave as open quantum systems. \\textbf{Purpose} In this work, we extend the \\textit{ab initio} Gamow Density Matrix Renormalization Group (G-DMRG) approach to the regime of broad many-body resonances to pave the way for systematic tests of nuclear forces in light exotic nuclei. \\textbf{Methods} To stabilize calculations, we introduce a new truncation scheme in the reference space, and propose an orbital ordering based on entanglement considerations. We then show how continuum couplings increase entanglement in the many-body problem, and propose a new truncation scheme to stabilize the renormalization and accelerate calculations in extreme conditions. Finally, we demonstrate that natural orbitals can be used to efficiently describe broad resonances by introducing a new ordering scheme and by redefining the reference space based on occupations. \\textbf{Results} Leveraging our findings, we propose a recipe to converge \\textit{ab initio} G-DMRG calculations and apply it in low-lying states of \\isotope[5,6]{He} and \\isotope[4]{H}, demonstrating control of the renormalization and the emergence of convergence patterns. We also obtain the first direct \\textit{ab initio} calculation of the $J^π= {1/2}^+$ ground state of \\isotope[5]{H}. \\textbf{Conclusions} We demonstrate that entanglement due to continuum couplings can be controlled in extreme conditions and successfully extend the G-DMRG approach in the regime of broad many-body resonances.",
      "pubdate": "Thu, 22 Jan 2026 18:13:05 +0000",
      "authors": "A. Sehovic, K. Fossez, H. Hergert"
    },
    "2777f7923ff413d01094b19906581726": {
      "id": "2777f7923ff413d01094b19906581726",
      "link": "http://arxiv.org/abs/2601.16166",
      "title": "String Breaking and Glueball Dynamics in $2+1$D Quantum Link Electrodynamics",
      "abstract": "At the heart of quark confinement and hadronization, the physics of flux strings has recently become a focal point in the field of quantum simulation of high-energy physics (HEP). Despite considerable progress, a detailed understanding of the behavior of flux strings in quantum simulation-relevant lattice formulations of gauge theories has remained limited to the lowest truncations of the gauge field, which are severely limited in their ability to draw conclusions about the quantum field theory limit. Here, we employ tensor network simulations to investigate the behavior of flux strings in a quantum link formulation of $2+1$D quantum electrodynamics (QED) with a spin-$1$ representation of the gauge field. We first map out the ground-state phase diagram of this model in the presence of two spatially separated static charges, revealing distinct microscopic processes responsible for string breaking, including a two-stage breaking mechanism not possible in the spin-$\\frac{1}{2}$ formulation. Starting in different initial product state string configurations, we then explore far-from-equilibrium quench dynamics across various parameter regimes, demonstrating genuine $2+1$D real-time string breaking and glueball-like bound state formation, with the latter not possible in the spin-$\\frac{1}{2}$ formulation. In and out of equilibrium, we consider different values and placements of the static charges. Finally, we provide efficient qudit circuits for a quantum simulation experiment in which our results can be observed in state-of-the-art ion-trap setups. Our findings lay the groundwork for quantum simulations of flux strings towards the quantum field theory limit.",
      "pubdate": "Thu, 22 Jan 2026 18:11:29 +0000",
      "authors": "Jiahao Cao, Rohan Joshi, Yizhuo Tian, N. S. Srivatsa, Jad C. Halimeh"
    },
    "372fea292c1a7309ffe677eee675bdf8": {
      "id": "372fea292c1a7309ffe677eee675bdf8",
      "link": "http://arxiv.org/abs/2601.16153",
      "title": "Charge and spin orders in the t-U-V-J model: a slave-spin-1 approach",
      "abstract": "Strongly-correlated fermion systems on a lattice have been a subject of intense focus in the field of condensed-matter physics. These systems are notoriously difficult to solve, even with state-of-the-art numerical methods, especially in regimes of parameters where degrees of freedom compete or cooperate at similar energy and length scales. Here, we introduce a spin-1 slave-particle technique to approximately treat the t-U-V-J fermionic model at arbitrary electron dopings in an economical manner. This formalism respectively maps the original charge and spin degrees of freedom into effective pseudo-spin and pseudo-fermion sectors, which are treated using a self-consistent cluster mean-field method. We study the phase diagram of the model under various conditions and report the appearance of charge and spin stripes within this formalism. These stripes are a consequence of the cluster mean-field treatment of the pseudo-particle sectors and have not been detected in previous slave-particle studies. The results obtained agree qualitatively well with what more reliable numerical methods capture.",
      "pubdate": "Thu, 22 Jan 2026 17:55:03 +0000",
      "authors": "Olivier Simard, Michel Ferrero, Thomas Ayral"
    },
    "b143492f9543dad85c493c96d8cd9c8f": {
      "id": "b143492f9543dad85c493c96d8cd9c8f",
      "link": "http://arxiv.org/abs/2601.16126",
      "title": "Quantum Dimension Reduction of Hidden Markov Models",
      "abstract": "Hidden Markov models (HMMs) are ubiquitous in time-series modelling, with applications ranging from chemical reaction modelling to speech recognition. These HMMs are often large, with high-dimensional memories. A recently-proposed application of quantum technologies is to execute quantum analogues of HMMs. Such quantum HMMs (QHMMs) are strictly more expressive than their classical counterparts, enabling the construction of more parsimonious models of stochastic processes. However, state-of-the-art techniques for QHMM compression, based on tensor networks, are only applicable for a restricted subset of HMMs, where the transitions are deterministic. In this work we introduce a pipeline by which \\emph{any} finite, ergodic HMM can be compressed in this manner, providing a route for effective quantum dimension reduction of general HMMs. We demonstrate the method on both a simple toy model, and on a speech-derived HMM trained from data, obtaining favourable memory--accuracy trade-offs compared to classical compression approaches.",
      "pubdate": "Thu, 22 Jan 2026 17:27:52 +0000",
      "authors": "Rishi Sundar, Thomas Elliott"
    },
    "3dabfb267345e31ea3e9e07f059cf697": {
      "id": "3dabfb267345e31ea3e9e07f059cf697",
      "link": "http://arxiv.org/abs/2601.15770",
      "title": "Classical Simulation of Noiseless Quantum Dynamics without Randomness",
      "abstract": "Simulating noiseless quantum dynamics classically faces a fundamental dilemma: tensor-network methods become inefficient as entanglement saturates, while Pauli-truncation approaches typically rely on noise or randomness. To close the gap, we propose the Low-weight Pauli Dynamics (LPD) algorithm that efficiently approximates local observables for short-time dynamics in the absence of noise. We prove that the truncation error admits an average-case bound without assuming randomness, provided that the state is sufficiently entangled. Counterintuitively, entanglement--usually an obstacle for classical simulation--alleviates classical simulation error. We further show that such entangled states can be generated either by tensor-network classical simulation or near-term quantum devices. Our results establish a rigorous synergy between existing classical simulation methods and provide a complementary route to quantum simulation that reduces circuit depth for long-time dynamics, thereby extending the accessible regime of quantum dynamics.",
      "pubdate": "Thu, 22 Jan 2026 08:59:57 +0000",
      "authors": "Jue Xu, Chu Zhao, Xiangran Zhang, Shuchen Zhu, Qi Zhao"
    },
    "2cb99aa24cc378e79e6a56ed9ae163d3": {
      "id": "2cb99aa24cc378e79e6a56ed9ae163d3",
      "link": "http://arxiv.org/abs/2601.15720",
      "title": "Phase structure of lattice QCD in the heavy quark high-density region and the three-state Potts model",
      "abstract": "We discuss the nature of the QCD phase transition in the heavy quark high-density region by considering an effective theory in which Polyakov loops are dynamical variables. The Polyakov loop is an order parameter of $Z_3$ symmetry, and the fundamental properties of the phase transition are thought to be determined by the $Z_3$ symmetry broken by the phase transition. By replacing the Polyakov loop with $Z_3$ spin, we find that the effective model becomes a three-dimensional three-state Potts model ($Z_3$ spin model) with a complex external field term. We investigate the phase structure of the Potts model and discuss QCD in the heavy quark region. The critical points are determined by finite volume scaling analysis, and in the region where the sign problem is severe, the tensor renormalization group is used to investigate. As the density varies from $μ=0$ to $μ=\\infty$, we find that the phase transition is first order in the low-density region, changes to a crossover at the critical point, and then becomes first order again. This strongly suggests the existence of a first order phase transition in the high-density heavy quark region of QCD.",
      "pubdate": "Thu, 22 Jan 2026 07:46:09 +0000",
      "authors": "Shinji Ejiri, Masanari Koiida, Toshiki Sato"
    },
    "d7b9146420d64af19ac85e2555327873": {
      "id": "d7b9146420d64af19ac85e2555327873",
      "link": "http://arxiv.org/abs/2601.15616",
      "title": "Tensor-based phase difference estimation on time series analysis",
      "abstract": "We propose a phase-difference estimation algorithm based on the tensor-network circuit compression, leveraging time-evolution data to pursue scalability and higher accuracy on a quantum phase estimation (QPE)-type algorithm. Using tensor networks, we construct circuits composed solely of nearest-neighbor gates and extract time-evolution data by four-type circuit measurements. In addition, to enhance the accuracy of time-evolution and state-preparation circuits, we propose techniques based on algorithmic error mitigation and on iterative circuit optimization combined with merging into matrix product states, respectively. Verifications using a noiseless simulator for the 8-qubit one-dimensional Hubbard model using an ancilla qubit show that the proposed algorithm achieves accuracies with 0.4--4.7\\% error from a true energy gap on an appropriate time-step size, and that accuracy improvements due to the algorithmic error mitigation are observed. We also confirm the enhancement of the overlap with matrix product states through iterative optimization. Finally, the proposed algorithm is demonstrated on IBM Heron devices with Q-CTRL error suppression for 8-, 36-, and 52-qubit models using more than 5,000 2-qubit gates. These largest-scale demonstrations for the QPE-type algorithm represent significant progress not only toward practical applications of near-term quantum computing but also toward preparation for the era of error-corrected quantum devices.",
      "pubdate": "Thu, 22 Jan 2026 03:42:24 +0000",
      "authors": "Shu Kanno, Kenji Sugisaki, Rei Sakuma, Jumpei Kato, Hajime Nakamura, Naoki Yamamoto"
    },
    "e47f52f335e59e994f833b8c5ad513de": {
      "id": "e47f52f335e59e994f833b8c5ad513de",
      "link": "http://arxiv.org/abs/2601.15442",
      "title": "A tensor network formalism for neuro-symbolic AI",
      "abstract": "The unification of neural and symbolic approaches to artificial intelligence remains a central open challenge. In this work, we introduce a tensor network formalism, which captures sparsity principles originating in the different approaches in tensor decompositions. In particular, we describe a basis encoding scheme for functions and model neural decompositions as tensor decompositions. The proposed formalism can be applied to represent logical formulas and probability distributions as structured tensor decompositions. This unified treatment identifies tensor network contractions as a fundamental inference class and formulates efficiently scaling reasoning algorithms, originating from probability theory and propositional logic, as contraction message passing schemes. The framework enables the definition and training of hybrid logical and probabilistic models, which we call Hybrid Logic Network. The theoretical concepts are accompanied by the python library tnreason, which enables the implementation and practical use of the proposed architectures.",
      "pubdate": "Wed, 21 Jan 2026 20:20:31 +0000",
      "authors": "Alex Goessmann, Janina Schütte, Maximilian Fröhlich, Martin Eigel"
    },
    "0040d3599f01cd66a3acdb0f4eebfb06": {
      "id": "0040d3599f01cd66a3acdb0f4eebfb06",
      "link": "http://arxiv.org/abs/2601.15396",
      "title": "Quadratic tensors as a unification of Clifford, Gaussian, and free-fermion physics",
      "abstract": "Certain families of quantum mechanical models can be described and solved efficiently on a classical computer, including qubit or qudit Clifford circuits and stabilizer codes, free-boson or free-fermion models, and certain rotor and GKP codes. We show that all of these families can be described as instances of the same algebraic structure, namely quadratic functions over abelian groups, or more generally over (super) Hopf algebras. Different kinds of degrees of freedom correspond to different \"elementary\" abelian groups or Hopf algebras: $\\mathbb{Z}_2$ for qubits, $\\mathbb{Z}_d$ for qudits, $\\mathbb{R}$ for continuous variables, both $\\mathbb{Z}$ and $\\mathbb{R}/\\mathbb{Z}$ for rotors, and a super Hopf algebra $\\mathcal F$ for fermionic modes. Objects such as states, operators, superoperators, or projection-operator valued measures, etc, are tensors. For the solvable models above, these tensors are quadratic tensors based on quadratic functions. Quadratic tensors with $n$ degrees of freedom are fully specified by only $O(n^2)$ coefficients. Tensor networks of quadratic tensors can be contracted efficiently on the level of these coefficients, using an operation reminiscent of the Schur complement. Our formalism naturally includes models with mixed degrees of freedom, such as qudits of different dimensions. We also use quadratic functions to define generalized stabilizer codes and Clifford gates for arbitrary abelian groups. Finally, we give a generalization from quadratic (or 2nd order) to $i$th order tensors, which are specified by $O(nî)$ coefficients but cannot be contracted efficiently in general.",
      "pubdate": "Wed, 21 Jan 2026 19:07:27 +0000",
      "authors": "Andreas Bauer, Seth Lloyd"
    },
    "4797db1237e779b8ebeed07c647f68ef": {
      "id": "4797db1237e779b8ebeed07c647f68ef",
      "link": "http://arxiv.org/abs/2601.14380",
      "title": "Field-induced states and thermodynamics of the frustrated Heisenberg antiferromagnet on a square lattice",
      "abstract": "We investigate the ground-state and finite-temperature properties of the $J_1$-$J_2$ Heisenberg antiferromagnet on the square lattice in the presence of an external magnetic field. We focus on the highly frustrated regime around $J_2 \\approx J_1/2$. The $h$-$T$ phase diagram is investigated with particular emphasis on the finite-temperature transition into the \"up-up-up-down\" state that is stabilized by thermal and quantum fluctuations and manifests itself as a plateau at one half of the saturation magnetization in the quantum case. We also discuss the enhanced magnetocaloric effect associated to the ground-state degeneracy that arises at the saturation field for $J_2=J_1/2$. For reference, we first study the classical case by classical Monte Carlo simulations. Then we turn to the extreme quantum limit of spin-1/2 where we perform zero- and finite-temperature Lanczos calculations.",
      "pubdate": "Tue, 20 Jan 2026 19:00:05 +0000",
      "authors": "Andreas Honecker, M. E. Zhitomirsky, Alexander Wietek, Johannes Richter"
    },
    "2142ac8b6ee2542f38f5ae4b0f5e821a": {
      "id": "2142ac8b6ee2542f38f5ae4b0f5e821a",
      "link": "http://arxiv.org/abs/2601.14379",
      "title": "Vanishing correlations in (bi)stochastic controlled circuits",
      "abstract": "We study the dynamics of circuits composed of stochastic and bistochastic controlled gates. This type of dynamics arises from quantum circuits with random controlled gates, as well as in stochastic circuits and deterministic classical cellular automata. We prove that stochastic and bistochastic controlled gates lead to two-point spatio-temporal correlation functions that vanish everywhere except when the two operators act on the same site. More generally, for multi-point correlations the two rightmost operators must act on the same site. We argue that autocorrelation, while hard to compute, typically decays exponentially towards a value that is exponentially small in the system size. Our results reveal a broad class of quantum systems that exhibit surprisingly simple correlation structures despite their complex microscopic dynamics.",
      "pubdate": "Tue, 20 Jan 2026 19:00:05 +0000",
      "authors": "Pavel Kos, Bruno Bertini, Tomaž Prosen"
    },
    "b244547ef1678b0eba9433d3b3fc2201": {
      "id": "b244547ef1678b0eba9433d3b3fc2201",
      "link": "http://arxiv.org/abs/2601.13956",
      "title": "Tensor Network Assisted Distributed Variational Quantum Algorithm for Large Scale Combinatorial Optimization Problem",
      "abstract": "Although quantum computing holds promise for solving Combinatorial Optimization Problems (COPs), the limited qubit capacity of NISQ hardware makes large-scale instances intractable. Conventional methods attempt to bridge this gap through decomposition or compression, yet they frequently fail to capture global correlations of subsystems, leading to solutions of limited quality. We propose the Distributed Variational Quantum Algorithm (DVQA) to overcome these limitations, enabling the solution of 1,000-variable instances on constrained hardware. A key innovation of DVQA is its use of the truncated higher-order singular value decomposition to preserve inter-variable dependencies without relying on complex long-range entanglement, leading to a natural form of noise localization where errors scale with subsystem size rather than total qubit count, thus reconciling scalability with accuracy. Theoretical bounds confirm the algorithm's robustness for p-local Hamiltonians. Empirically, DVQA achieves state-of-the-art performance in simulations and has been experimentally validated on the Wu Kong quantum computer for portfolio optimization. This work provides a scalable, noise-resilient framework that advances the timeline for practical quantum optimization algorithms.",
      "pubdate": "Tue, 20 Jan 2026 13:31:02 +0000",
      "authors": "Yuhan Huang, Siyuan Jin, Yichi Zhang, Qi Zhao, Jun Qi, Qiming Shao"
    },
    "2d6aa586964c1e32e9438d46227942f5": {
      "id": "2d6aa586964c1e32e9438d46227942f5",
      "link": "http://arxiv.org/abs/2601.13890",
      "title": "Correlation-driven branch in doped excitonic insulators",
      "abstract": "We investigate the spectral properties of a doped one-dimensional excitonic insulator. Employing matrix-product-state-based methods, we compute the single-particle spectrum and optical conductivity in a correlated two-band model. Our numerical calculation reveals the emergence of a correlation-driven in-gap branch in the doped state. The origin of the in-gap branch is examined by decomposing the propagation dynamics of a single particle, elucidating that the doping-induced branch is associated with excitonic correlations. Our demonstrations suggest that the doping-induced branch can serve as an indicator of electron-hole correlations.",
      "pubdate": "Tue, 20 Jan 2026 12:09:05 +0000",
      "authors": "Tatsuya Kaneko, Ryota Ueda, Satoshi Ejima"
    },
    "6fe1ba092c1751e2ca84a5dbf2580367": {
      "id": "6fe1ba092c1751e2ca84a5dbf2580367",
      "link": "http://arxiv.org/abs/2601.13762",
      "title": "On the Optimal Layout of Two-Dimensional Lattices for Density Matrix Renormalization Group",
      "abstract": "For quantum spin models defined on a two-dimensional lattice, we look for the best numbering of the lattice sites (a layout) that, at fixed bond dimension and other parameters of the density matrix renormalization group (DMRG) algorithm, gives the lowest value of the variational energy, maximum entropy and truncation error. We consider the conjecture that the optimal layout is a Hamiltonian path, and that it optimizes a simply computable geometric cost function. Finding the minimum of such a function, which is a variant of the minimum linear arrangement problem, provides the DMRG with an efficient layout of the lattice and improves both accuracy and convergence time. We present applications to the antiferromagnetic and spin glass spin-1/2 models on the square and triangular lattices.",
      "pubdate": "Tue, 20 Jan 2026 09:12:45 +0000",
      "authors": "A. Scardicchio"
    },
    "88d38b02469fd86db7225ae4545daa5a": {
      "id": "88d38b02469fd86db7225ae4545daa5a",
      "link": "http://arxiv.org/abs/2601.13530",
      "title": "Onset of thermalization of q-deformed SU(2) Yang-Mills theory on a trapped-ion quantum computer",
      "abstract": "Nonequilibrium dynamics of quantum many-body systems is one of the main targets of quantum simulations. This focus - together with rapid advances in quantum-computing hardware - has driven increasing applications in high-energy physics, particularly in lattice gauge theories. However, most existing experimental demonstrations remain restricted to (1+1)-dimensional and/or abelian gauge theories, such as the Schwinger model and the toric code. It is essential to develop quantum simulations of nonabelian gauge theories in higher dimensions, addressing realistic problems in high-energy physics. To fill the gap, we demonstrate a quantum simulation of thermalization dynamics in a (2+1)-dimensional $q$-deformed $\\mathrm{SU}(2)_3$ Yang-Mills theory using a trapped-ion quantum computer. By restricting the irreducible representations of the gauge fields to the integer-spin sector of $\\mathrm{SU}(2)_3$, we obtain a simplified yet nontrivial model described by Fibonacci anyons, which preserves the essential nonabelian fusion structure of the gauge fields. We successfully simulate the real-time dynamics of this model using quantum circuits that explicitly implement $F$-moves. In our demonstrations, the quantum circuits execute up to 47 sequential $F$-moves. We identify idling errors as the dominant error source, which can be effectively mitigated using dynamical decoupling combined with a parallelized implementation of $F$-moves.",
      "pubdate": "Tue, 20 Jan 2026 02:25:53 +0000",
      "authors": "Tomoya Hayata, Yoshimasa Hidaka, Yuta Kikuchi"
    },
    "209ec654de566f7bd0313c3a50138391": {
      "id": "209ec654de566f7bd0313c3a50138391",
      "link": "http://arxiv.org/abs/2601.13333",
      "title": "Polynomial-time certification of fidelity for many-body mixed states and mixed-state universality classes",
      "abstract": "Computation of Uhlmann fidelity between many-body mixed states generally involves full diagonalization of exponentially large matrices. In this work, we introduce a polynomial-time algorithm to compute certified lower and upper bounds for the fidelity between matrix product density operators (MPDOs). Our method maps the fidelity estimation problem to a variational optimization of sequential quantum circuits, allowing for systematic improvement of the lower bounds by increasing the circuit depth. Complementarily, we obtain certified upper bounds on fidelity by variational lower bounds on the trace distance through the same framework. We demonstrate the power of this approach with two examples: fidelity correlators in critical mixed states, and codeword distinguishability in an approximate quantum error-correcting code. Remarkably, the variational lower bound accurately track the universal scaling behavior of the fidelity with a size-consistent relative error, allowing for the extraction of previously unknown critical exponents. Our results offer an exponential improvement in precision over known moment-based bounds and establish a scalable framework for the verification of many-body quantum systems.",
      "pubdate": "Mon, 19 Jan 2026 19:13:28 +0000",
      "authors": "Yuhan Liu, Yijian Zou"
    },
    "99d7dde5dbd68a741f6782bc8f4847da": {
      "id": "99d7dde5dbd68a741f6782bc8f4847da",
      "link": "http://arxiv.org/abs/2601.13103",
      "title": "Comparison between explicit and implicit discretization strategies for a dissipative thermal environment",
      "abstract": "We investigate strategies for simulating open quantum systems coupled to dissipative baths by comparing explicit wave function-based discretization [via multi-layer multi-configuration time-dependent Hartree (ML-MCTDH)] and the implicit density matrix-based master equation method [via tree tensor network hierarchical equations of motion (TTN-HEOM)]. For dissipative baths characterized by exponentially decaying bath correlation functions, the implicit discretization approach of HEOM -- rooted in bath correlation function decompositions -- proves significantly more efficient than explicit discretization of the bath into discrete harmonic modes. Explicit methods, like ML-MCTDH, require extensive mode discretization to approximate continuum baths, leading to computational bottlenecks. Case studies for two-level systems and a Fenna--Matthews--Olson complex model highlight TTN-HEOM's superiority in capturing dissipative dynamics with relaxations with a minimal number of auxiliary modes, while the explicit methods are as exact as the HEOM in pure dephasing regimes. This comparison is enabled by the TENSO package, which has both ML-MCTDH and TTN-HEOM implemented using the same computational structure and propagation strategy.",
      "pubdate": "Mon, 19 Jan 2026 14:41:19 +0000",
      "authors": "Xinxian Chen, Ignacio Franco"
    },
    "93914949645887f7b4895dfffeed6847": {
      "id": "93914949645887f7b4895dfffeed6847",
      "link": "http://arxiv.org/abs/2601.12446",
      "title": "Operator delocalization in disordered spin chains via exact MPO marginals",
      "abstract": "We investigate operator delocalization in disordered one-dimensional spin chains by introducing -- besides the already known operator mass -- a complementary measure of operator complexity: the operator length. Like the operator nonstabilizerness, both these quantities are defined from the expansion of time-evolved operators in the Pauli basis. They characterize, respectively, the number of sites on which an operator acts nontrivially and the spatial extent of its support. We show that both the operator mass and length can be computed efficiently and exactly within a matrix-product-operator (MPS) framework, providing direct access to their full probability distributions, without resorting to stochastic sampling. Applying this approach to the disordered XXZ spin-1/2 chain, we find sharply distinct behaviors in non-interacting and interacting regimes. In the Anderson-localized case, operator mass, length, and operator entanglement entropy rapidly saturate, signaling the absence of scrambling. By contrast, in the many-body localized (MBL) regime, for arbitrarily weak interactions, all quantities exhibit a robust logarithmic growth in time, consistent with the known logarithmic light cone of quantum-correlation propagation in MBL. We demonstrate that this behavior is quantitatively captured by an effective $\\ell$-bit model and persists across system sizes accessible via tensor-network simulations.",
      "pubdate": "Sun, 18 Jan 2026 15:03:25 +0000",
      "authors": "Jonnathan Pineda, Mario Collura, Gianluca Passarelli, Procolo Lucignaon, Davide Rossini, Angelo Russomanno"
    },
    "296d2c9d563fa2565640f7e1cf5a25be": {
      "id": "296d2c9d563fa2565640f7e1cf5a25be",
      "link": "http://arxiv.org/abs/2601.12375",
      "title": "LiQSS: Post-Transformer Linear Quantum-Inspired State-Space Tensor Networks for Real-Time 6G",
      "abstract": "Proactive and agentic control in Sixth-Generation (6G) Open Radio Access Networks (O-RAN) requires control-grade prediction under stringent Near-Real-Time (Near-RT) latency and computational constraints. While Transformer-based models are effective for sequence modeling, their quadratic complexity limits scalability in Near-RT RAN Intelligent Controller (RIC) analytics. This paper investigates a post-Transformer design paradigm for efficient radio telemetry forecasting. We propose a quantum-inspired many-body state-space tensor network that replaces self-attention with stable structured state-space dynamics kernels, enabling linear-time sequence modeling. Tensor-network factorizations in the form of Tensor Train (TT) / Matrix Product State (MPS) representations are employed to reduce parameterization and data movement in both input projections and prediction heads, while lightweight channel gating and mixing layers capture non-stationary cross-Key Performance Indicator (KPI) dependencies. The proposed model is instantiated as an agentic perceive-predict xApp and evaluated on a bespoke O-RAN KPI time-series dataset comprising 59,441 sliding windows across 13 KPIs, using Reference Signal Received Power (RSRP) forecasting as a representative use case. Our proposed Linear Quantum-Inspired State-Space (LiQSS) model is 10.8x-15.8x smaller and approximately 1.4x faster than prior structured state-space baselines. Relative to Transformer-based models, LiQSS achieves up to a 155x reduction in parameter count and up to 2.74x faster inference, without sacrificing forecasting accuracy.",
      "pubdate": "Sun, 18 Jan 2026 12:08:38 +0000",
      "authors": "Farhad Rezazadeh, Hatim Chergui, Mehdi Bennis, Houbing Song, Lingjia Liu, Dusit Niyato, Merouane Debbah"
    },
    "953a3a91738b29c7464988402e3e94a3": {
      "id": "953a3a91738b29c7464988402e3e94a3",
      "link": "http://arxiv.org/abs/2601.12165",
      "title": "Fractional Quantum Hall States: Infinite Matrix Product Representation and its Implications",
      "abstract": "We present a novel matrix product representation of the Laughlin and related fractional quantum Hall wavefunctions based on a rigorous version of the correlators of a chiral quantum field theory. This representation enables the quantitative control of the coefficients of the Laughlin wavefunction times an arbitrary monomial symmetric polynomial when expanded in a Slater determinant or permanent basis. It renders the properties, such as factorization and the renewal structure, inherent in such fractional quantum Hall wavefunctions transparent. We prove bounds on the correlators of the chiral quantum field theory and utilize this representation to demonstrate the exponential decay of connected correlations and a gap in the entanglement spectrum on a thin cylinder.",
      "pubdate": "Sat, 17 Jan 2026 21:07:27 +0000",
      "authors": "Severin Schraven, Simone Warzel"
    },
    "1a985d3a0503c877d5deee005df182ef": {
      "id": "1a985d3a0503c877d5deee005df182ef",
      "link": "http://arxiv.org/abs/2601.11449",
      "title": "Pathway to Kondo physics in ytterbium atom chains with repulsive spin impurities",
      "abstract": "The Kondo effect is a paradigmatic model of strongly-correlated physics, where a magnetic impurity forms a many-body singlet with a fermionic environment. Cold gases of ytterbium (Yb) atoms have been proposed to be an ideal platform to study the Kondo effect since different internal states of the atom can be used to create both the impurity and the fermionic environment. In Yb gases, however, the atomic impurity interacts with the fermionic environment both through magnetic and potential scattering. These two scattering mechanisms counteract one another, raising the question of how robust Kondo screening remains. Here, we show that potential scattering can quench the Kondo screening in one-dimensional Yb gases; yet, strikingly, Kondo physics survives this quench in well-defined regimes. Combining analytical renormalization-group theory for a Luttinger liquid with density matrix renormalization group (DMRG) simulations, we identify a transition from a strongly- to a weakly-entangled impurity as potential scattering is increased. The two approaches show excellent agreement concerning the stability of Kondo physics throughout the different parameter regimes considered. Our results provide a quantitative criterion for the emergence of Kondo screening in one-dimensional Yb gases and delineate experimentally accessible regimes for its realization in cold-atom platforms.",
      "pubdate": "Fri, 16 Jan 2026 17:14:17 +0000",
      "authors": "Jeff Maki, Lidia Stocker, Oded Zilberberg"
    },
    "f5860733b94212f2022ade615f529d08": {
      "id": "f5860733b94212f2022ade615f529d08",
      "link": "http://arxiv.org/abs/2601.10801",
      "title": "Towards Tensor Network Models for Low-Latency Jet Tagging on FPGAs",
      "abstract": "We present a systematic study of Tensor Network (TN) models $\\unicode{x2013}$ Matrix Product States (MPS) and Tree Tensor Networks (TTN) $\\unicode{x2013}$ for real-time jet tagging in high-energy physics, with a focus on low-latency deployment on Field Programmable Gate Arrays (FPGAs). Motivated by the strict requirements of the HL-LHC Level-1 trigger system, we explore TNs as compact and interpretable alternatives to deep neural networks. Using low-level jet constituent features, our models achieve competitive performance compared to state-of-the-art deep learning classifiers. We investigate post-training quantization to enable hardware-efficient implementations without degrading classification performance or latency. The best-performing models are synthesized to estimate FPGA resource usage, latency, and memory occupancy, demonstrating sub-microsecond latency and supporting the feasibility of online deployment in real-time trigger systems. Overall, this study highlights the potential of TN-based models for fast and resource-efficient inference in low-latency environments.",
      "pubdate": "Thu, 15 Jan 2026 19:04:49 +0000",
      "authors": "Alberto Coppi, Ema Puljak, Lorenzo Borella, Daniel Jaschke, Enrique Rico, Maurizio Pierini, Jacopo Pazzini, Andrea Triossi, Simone Montangero"
    },
    "aac04d963892cdabcf3cab8e6503db5b": {
      "id": "aac04d963892cdabcf3cab8e6503db5b",
      "link": "http://arxiv.org/abs/2601.10489",
      "title": "Magnetic field-induced phases in a model S=1 Haldane chain system",
      "abstract": "An $S=1$ Haldane chain is a one-dimensional (1D) quantum magnet where strong fluctuations result in quantum disordered singlet ground state with a gapped excitation spectrum. The gap magnitude is primarily set by the dominant intrachain interaction ($J_\\text{1D}$). An applied magnetic field closes the gap at $B_\\text{c1}$ and drives the system into a gapless Tomonaga-Luttinger liquid (TLL) regime, followed by, at lower temperatures, a Bose-Einstein condensate (BEC) ground state, persisting up to $B_\\text{c2} \\propto 4 J_\\text{1D}/gμ_B$. Almost all previously studied experimental realizations of such systems were based on transition-metal complexes which typically suffer from intrinsic anisotropies or large $J_\\text{1D}$ values, limiting the access to the full theoretical phase diagram. We report a comprehensive study of TLL and BEC phases in the organic Haldane chain system 3,5-bis(N-tert-butylaminoxyl)-3'-nitrobiphenyl (BoNO). The absence of anisotropy and a moderate $J_\\text{1D}$ enable exploration of the complete $B-T$ phase diagram. Through $^1$H nuclear magnetic resonance, combined with theoretical analysis, we characterize the TLL properties, map the BEC phase boundary $T_c (B)$, determine the associated critical exponent $ν\\approx 0.66$ at $B_\\text{c2}$, and demonstrate universal quasiparticle scaling in the quantum-critical regime. These results provide full experimental validation of theoretical predictions for field-induced phases in an $S=1$ Haldane chain, made over two decades ago.",
      "pubdate": "Thu, 15 Jan 2026 15:11:26 +0000",
      "authors": "I. Jakovac, M. S. Grbić, M. Dupont, N. Laflorencie, S. Capponi, Y. Hosokoshi, S. Krämer, Y. Skourski, S. Luther M. Takigawa, M. Horvatić"
    },
    "342c8c877cd81cc15b62a5065a670415": {
      "id": "342c8c877cd81cc15b62a5065a670415",
      "link": "http://arxiv.org/abs/2601.10435",
      "title": "The SpinPulse library for transpilation and noise-accurate simulation of spin qubit quantum computers",
      "abstract": "We introduce SpinPulse, an open-source python package for simulating spin qubit-based quantum computers at the pulse-level. SpinPulse models the specific physics of spin qubits, particularly through the inclusion of classical non-Markovian noise. This enables realistic simulations of native gates and quantum circuits, in order to support hardware development. In SpinPulse, a quantum circuit is first transpiled into the native gate set of our model and then converted to a pulse sequence. This pulse sequence is subsequently integrated numerically in the presence of a simulated noisy experimental environment. We showcase workflows including transpilation, pulse-level compilation, hardware benchmarking, quantum error mitigation, and large-scale simulations via integration with the tensor-network library quimb. We expect SpinPulse to be a valuable open-source tool for the quantum computing community, fostering efforts to devise high-fidelity quantum circuits and improved strategies for quantum error mitigation and correction.",
      "pubdate": "Thu, 15 Jan 2026 14:29:24 +0000",
      "authors": "Benoît Vermersch, Oscar Gravier, Nathan Miscopein, Julia Guignon, Carlos Ramos Marimón, Jonathan Durandau, Matthieu Dartiailh, Tristan Meunier, Valentin Savin"
    },
    "b51713966dea893142e8edf101352449": {
      "id": "b51713966dea893142e8edf101352449",
      "link": "http://arxiv.org/abs/2601.10210",
      "title": "Quantitative approach for the Dicke-Ising chain with an effective self-consistent matter Hamiltonian",
      "abstract": "In the thermodynamic limit, the Dicke-Ising chain maps exactly onto an effective self-consistent matter Hamiltonian with the photon field acting solely as a self-consistent effective field. As a consequence, no quantum correlations between photons and spins are needed to understand the quantum phase diagram. This enables us to determine the quantum phase diagram in the thermodynamic limit using numerical linked-cluster expansions combined with density matrix renormalization group calculations (NLCE+DMRG) to solve the resulting self-consistent matter Hamiltonian. This includes magnetically ordered phases with significantly improved accuracy compared to previous estimates. For ferromagnetic Ising couplings, we refine the location of the multicritical point governing the change in the order of the superradiant phase transition, reaching a relative accuracy of $10^{-4}$. For antiferromagnetic Ising couplings, we confirm the existence of the narrow antiferromagnetic superradiant phase in the thermodynamic limit. The effective matter Hamiltonian framework identifies the antiferromagnetic superradiant phase as the many-body ground state of an antiferromagnetic transverse-field Ising model with longitudinal field. This phase emerges through continuous Dicke-type polariton condensation from the antiferromagnetic normal phase, followed by a first-order transition to the paramagnetic superradiant phase. Thus, NLCE+DMRG provides a precise determination of the Dicke-Ising phase diagram in one dimension by solving the self-consistent effective matter Hamiltonian.",
      "pubdate": "Thu, 15 Jan 2026 09:21:40 +0000",
      "authors": "J. Leibig, M. Hörmann, A. Langheld, A. Schellenberger, K. P. Schmidt"
    },
    "6f1e4a12a2b0339a71fb2df71ded22b9": {
      "id": "6f1e4a12a2b0339a71fb2df71ded22b9",
      "link": "http://arxiv.org/abs/2601.10194",
      "title": "Autonomous Quantum Simulation through Large Language Model Agents",
      "abstract": "We demonstrate that large language model (LLM) agents can autonomously perform tensor network simulations of quantum many-body systems, achieving approximately 90% success rate across representative benchmark tasks. Tensor network methods are powerful tools for quantum simulation, but their effective use requires expertise typically acquired through years of graduate training. By combining in-context learning with curated documentation and multi-agent decomposition, we create autonomous AI agents that can be trained in specialized computational domains within minutes. We benchmark three configurations (baseline, single-agent with in-context learning, and multi-agent with in-context learning) on problems spanning quantum phase transitions, open quantum system dynamics, and photochemical reactions. Systematic evaluation using DeepSeek-V3.2, Gemini 2.5 Pro, and Claude Opus 4.5 demonstrates that both in-context learning and multi-agent architecture are essential. Analysis of failure modes reveals characteristic patterns across models, with the multi-agent configuration substantially reducing implementation errors and hallucinations compared to simpler architectures.",
      "pubdate": "Thu, 15 Jan 2026 08:50:57 +0000",
      "authors": "Weitang Li, Jiajun Ren, Lixue Cheng, Cunxi Gong"
    },
    "3e69105f503518b431a5312dbde18abf": {
      "id": "3e69105f503518b431a5312dbde18abf",
      "link": "http://arxiv.org/abs/2601.10158",
      "title": "Electric field effects in one-dimensional spin-1/2 $K_1J_1Γ_1Γ_1^\\prime K_2J_2$ model with ferromagnetic Kitaev coupling",
      "abstract": "We perform a systematic study on the effects of electric fields in the Luttinger liquid phase of the one-dimensional spin-$1/2$ $K_1J_1Γ_1Γ_1^\\prime K_2J_2$ model in the region of ferromagnetic nearest-neighboring Kitaev coupling. We find that while electric fields along $(1,1,1)$-direction maintain the Luttinger liquid behavior, fields along other directions drive the system to a dimerized state. An estimation is made on how effective a $(1,1,1)$-field is for tuning the Luttinger parameter in real materials. Our work is useful for understanding the effects of electric fields in one-dimensional generalized Kitaev spin models, and provides a starting point for exploring the electric-field-related physics in two dimensions based on a quasi-one-dimensional approach.",
      "pubdate": "Thu, 15 Jan 2026 07:58:10 +0000",
      "authors": "Wang Yang, Helin Wang, Chao Xu"
    },
    "2b309f533b41f9dd6e35a7abd1931945": {
      "id": "2b309f533b41f9dd6e35a7abd1931945",
      "link": "http://arxiv.org/abs/2601.10045",
      "title": "Privacy Enhanced PEFT: Tensor Train Decomposition Improves Privacy Utility Tradeoffs under DP-SGD",
      "abstract": "Fine-tuning large language models on sensitive data poses significant privacy risks, as membership inference attacks can reveal whether individual records were used during training. While Differential Privacy (DP) provides formal protection, applying DP to conventional Parameter-Efficient Fine-Tuning (PEFT) methods such as Low-Rank Adaptation (LoRA) often incurs substantial utility loss. In this work, we show that a more structurally constrained PEFT architecture, Tensor Train Low-Rank Adaptation (TTLoRA), can improve the privacy-utility tradeoff by shrinking the effective parameter space while preserving expressivity. To this end, we develop TTLoRA-DP, a differentially private training framework for TTLoRA. Specifically, we extend the ghost clipping algorithm to Tensor Train cores via cached contraction states, enabling efficient Differentially Private Stochastic Gradient Descent (DP-SGD) with exact per-example gradient norm computation without materializing full per-example gradients. Experiments on GPT-2 fine-tuning over the Enron and Penn Treebank datasets show that TTLoRA-DP consistently strengthens privacy protection relative to LoRA-DP while maintaining comparable or better downstream utility. Moreover, TTLoRA exhibits lower membership leakage even without DP training, using substantially smaller adapters and requiring on average 7.6X fewer parameters than LoRA. Overall, our results demonstrate that TTLoRA offers a practical path to improving the privacy-utility tradeoff in parameter-efficient language model adaptation.",
      "pubdate": "Thu, 15 Jan 2026 03:41:52 +0000",
      "authors": "Pradip Kunwar, Minh Vu, Maanak Gupta, Manish Bhattarai"
    },
    "9a707237c6e3883dc823edfe496ea299": {
      "id": "9a707237c6e3883dc823edfe496ea299",
      "link": "http://arxiv.org/abs/2601.09245",
      "title": "Matrix product operator representations for the local conserved quantities of the spin-$1/2$ XYZ chain",
      "abstract": "We present explicit matrix product operator (MPO) representations for the local conserved quantities of the spin-$1/2$ XYZ chain. Through these MPO representations, we simplify the coefficients appearing in the local conserved quantities originally derived by one of the authors, and reveal their combinatorial meaning: the coefficients prove to be a polynomial generalization of the Catalan numbers, defined via weighted monotonic lattice paths. Furthermore, we obtain a new simple $3 \\times 3$ Lax operator for the XYZ chain that, unlike Baxter's R-matrix, does not involve elliptic functions.",
      "pubdate": "Wed, 14 Jan 2026 07:27:49 +0000",
      "authors": "Kohei Fukai, Kyoichi Yamada"
    },
    "8b1ff42751e3dccb960cf7fcd240263d": {
      "id": "8b1ff42751e3dccb960cf7fcd240263d",
      "link": "http://arxiv.org/abs/2601.09563",
      "title": "Lattice fermion simulation of spontaneous time-reversal symmetry breaking in a helical Luttinger liquid",
      "abstract": "We extend a recently developed \"tangent fermion\" method to discretize the Hamiltonian of a helical Luttinger liquid on a one-dimensional lattice, including two-particle backscattering processes that may open a gap in the spectrum. The fermion-doubling obstruction of the sine dispersion is avoided by working with a tangent dispersion, preserving the time-reversal symmetry of the Hamiltonian. The numerical results from a tensor network calculation on a finite lattice confirm the expectation from infinite-system analytics, that a gapped phase with spontaneously broken time-reversal symmetry emerges when the Fermi level is tuned to the Dirac point and the Luttinger parameter crosses a critical value.",
      "pubdate": "Wed, 14 Jan 2026 15:32:20 +0000",
      "authors": "V. A. Zakharov, J. Sánchez Fernán, C. W. J. Beenakker"
    },
    "b4613ddb559b1583cf743827da2646f9": {
      "id": "b4613ddb559b1583cf743827da2646f9",
      "link": "http://arxiv.org/abs/2601.09326",
      "title": "Probing the Dynamical Structure Factor of Quantum Spin Chains via Low-Temperature Gibbs States with Matrix Product State Subspace Expansion",
      "abstract": "Studying finite-temperature properties with tensor networks is notoriously difficult, especially at low temperatures, due to the rapid growth of entanglement and the complexity of thermal states. Existing methods like purification and minimally entangled typical thermal states offer partial solutions but struggle with scalability and accuracy in low-temperature regime. To overcome these limitations, we propose a new approach based on generating-function matrix product states (GFMPS). By directly computing a large set of Bloch-type excited states, we construct Gibbs states that moderate the area-law constraint, enabling accurate and efficient approximation of low-temperature thermal behavior. Our benchmark results show magnificent agreement with both exact diagonalization and experimental observations, validating the accuracy of our approach. This method offers a promising new direction for overcoming the longstanding challenges of studying low-temperature properties within the tensor network framework. We also expect that our method will facilitate the numerical simulation of quantum materials in comparison with experimental observations.",
      "pubdate": "Wed, 14 Jan 2026 10:00:20 +0000",
      "authors": "Tomoya Takahashi, Wei-Lin Tu, Ji-Yao Chen, Yusuke Nomura"
    },
    "21581944068a9be92a64544856cd1395": {
      "id": "21581944068a9be92a64544856cd1395",
      "link": "http://arxiv.org/abs/2601.08615",
      "title": "Generalized cluster states in 2+1d: non-invertible symmetries, interfaces, and parameterized families",
      "abstract": "We construct 2+1-dimensional lattice models of symmetry-protected topological (SPT) phases with non-invertible symmetries and investigate their properties using tensor networks. These models, which we refer to as generalized cluster models, are constructed by gauging a subgroup symmetry $H \\subset G$ in models with a finite group 0-form symmetry $G$. By construction, these models have a non-invertible symmetry described by the group-theoretical fusion 2-category $\\mathcal{C}(G; H)$. After identifying the tensor network representations of the symmetry operators, we study the symmetry acting on the interface between two generalized cluster states. In particular, we will see that the symmetry at the interface is described by a multifusion category known as the strip 2-algebra. By studying possible interface modes allowed by this symmetry, we show that the interface between generalized cluster states in different SPT phases must be degenerate. This result generalizes the ordinary bulk-boundary correspondence. Furthermore, we construct parameterized families of generalized cluster states and study the topological charge pumping phenomena, known as the generalized Thouless pump. We exemplify our construction with several concrete cases, and compare them with known phases, such as SPT phases with $2\\mathrm{Rep}((\\mathbb{Z}_{2}^{[1]}\\times\\mathbb{Z}_{2}^{[1]})\\rtimes\\mathbb{Z}_{2}^{[0]})$ symmetry.",
      "pubdate": "Tue, 13 Jan 2026 15:00:00 +0000",
      "authors": "Kansei Inamura, Shuhei Ohyama"
    },
    "49c8365b53820ec7d301465ea9d1ab07": {
      "id": "49c8365b53820ec7d301465ea9d1ab07",
      "link": "http://arxiv.org/abs/2601.08132",
      "title": "Cost scaling of MPS and TTNS simulations for 2D and 3D systems with area-law entanglement",
      "abstract": "Tensor network states are an indispensable tool for the simulation of strongly correlated quantum many-body systems. In recent years, tree tensor network states (TTNS) have been successfully used for two-dimensional systems and to benchmark quantum simulation approaches for condensed matter, nuclear, and particle physics. In comparison to the more traditional approach based on matrix product states (MPS), the graph distance of physical degrees of freedom can be drastically reduced in TTNS. Surprisingly, it turns out that, for large systems in $D>1$ spatial dimensions, MPS simulations of low-energy states are nevertheless more efficient than TTNS simulations. With a focus on $D=2$ and 3, the scaling of computational costs for different boundary conditions is determined under the assumption that the system obeys an entanglement (log-)area law, implying that bond dimensions scale exponentially in the surface area of the associated subsystems.",
      "pubdate": "Tue, 13 Jan 2026 01:53:01 +0000",
      "authors": "Thomas Barthel"
    },
    "0bfce457e204310e7f010c92c46a1de6": {
      "id": "0bfce457e204310e7f010c92c46a1de6",
      "link": "http://arxiv.org/abs/2601.07829",
      "title": "Interface roughening in the 3-D Ising model with tensor networks",
      "abstract": "Interfaces in three-dimensional many-body systems can exhibit rich phenomena beyond the corresponding bulk properties. In particular, they can fluctuate and give rise to massless low energy degrees of freedom even in the presence of a gapped bulk. In this work, we present the first tensor-network study of the paradigmatic interface roughening transition of the 3-D Ising model using highly asymmetric lattices that are infinite in the $(xy)$ direction and finite in $z$. By reducing the problem to an effective 2-D tensor network, we study how truncating the $z$ direction reshapes the physics of the interface. For a truncation based on open boundary conditions, we demonstrate that varying the interface width gives rise to either a $\\mathbb{Z}_2$ symmetry breaking transition (for odd $L_z$) or a smooth crossover(for even $L_z$). For antiperiodic boundary conditions, we obtain an effective $\\mathbb{Z}_q$ clock model description with $q=2L_z$ that exhibits an intermediate Luttinger liquid phase with an emergent $\\U(1)$ symmetry.",
      "pubdate": "Mon, 12 Jan 2026 18:58:48 +0000",
      "authors": "Atsushi Ueda, Lander Burgelman, Luca Tagliacozzo, Laurens Vanderstraeten"
    },
    "23ef22eed267e93d14e5348f01332d89": {
      "id": "23ef22eed267e93d14e5348f01332d89",
      "link": "http://arxiv.org/abs/2601.06935",
      "title": "Extending the Handover-Iterative VQE to Challenging Strongly Correlated Systems: $N_2$ and Fe-S Cluster",
      "abstract": "Accurately describing strongly correlated electronic systems remains a central challenge in quantum chemistry, as electron-electron interactions give rise to complex many-body wavefunctions that are difficult to capture with conventional approximations. Classical wavefunction-based approaches, such as the Semistochastic Heat-bath Configuration Interaction (SHCI) and the Density Matrix Renormalization Group (DMRG), currently define the state of the art, systematically converging toward the Full Configuration Interaction (FCI) limit, but at a rapidly increasing computational cost. Quantum computing algorithms promise to alleviate this scaling bottleneck by leveraging entanglement and superposition to represent correlated states more compactly. We introduced the Handover-Iterative Variational Quantum Eigensolver (HI-VQE) as a practical quantum computing algorithm with an iterative \"handover\" mechanism that dynamically exchanges information between quantum and classical computers, even using Noisy Intermediate-Scale Quantum (NISQ) computers. In this work, we extend the HI-VQE to benchmark two prototypical strongly correlated systems, the nitrogen molecule $N_2$ and iron-sulfur (Fe-S) cluster, which serve as stringent tests for both classical and quantum electronic-structure methods. By comparing HI-VQE results against Heat-bath Configuration Interaction (HCI) benchmarks, we assess its accuracy, scalability, and ability to capture multireference correlation effects. Achieving quantitative agreement on these canonical systems demonstrates a viable pathway toward quantum-enhanced simulations of complex bioinorganic molecules, catalytic mechanisms, and correlated materials.",
      "pubdate": "Sun, 11 Jan 2026 14:51:51 +0000",
      "authors": "Pilsun Yoo, Kyungmin Kim, Eyuel E. Elala, Shane McFarthing, Aidan Pellow, Johanna I. Fuks, Doo Hyung Kang, Pratanphorn Nakliang, Jaewan Kim, Himadri Pathak, Tomonori Shirakawa, Seiji Yunoki, June-Koo Kevin Rhee"
    },
    "0f670a4e698bb14673a546102a8a62c7": {
      "id": "0f670a4e698bb14673a546102a8a62c7",
      "link": "http://arxiv.org/abs/2601.06788",
      "title": "Artificial Entanglement in the Fine-Tuning of Large Language Models",
      "abstract": "Large language models (LLMs) can be adapted to new tasks using parameter-efficient fine-tuning (PEFT) methods that modify only a small number of trainable parameters, often through low-rank updates. In this work, we adopt a quantum-information-inspired perspective to understand their effectiveness. From this perspective, low-rank parameterizations naturally correspond to low-dimensional Matrix Product States (MPS) representations, which enable entanglement-based characterizations of parameter structure. Thereby, we term and measure \"Artificial Entanglement\", defined as the entanglement entropy of the parameters in artificial neural networks (in particular the LLMs). We first study the representative low-rank adaptation (LoRA) PEFT method, alongside full fine-tuning (FFT), using LLaMA models at the 1B and 8B scales trained on the Tulu3 and OpenThoughts3 datasets, and uncover: (i) Internal artificial entanglement in the updates of query and value projection matrices in LoRA follows a volume law with a central suppression (termed as the \"Entanglement Valley\"), which is sensitive to hyper-parameters and is distinct from that in FFT; (ii) External artificial entanglement in attention matrices, corresponding to token-token correlations in representation space, follows an area law with logarithmic corrections and remains robust to LoRA hyper-parameters and training steps. Drawing a parallel to the No-Hair Theorem in black hole physics, we propose that although LoRA and FFT induce distinct internal entanglement signatures, such differences do not manifest in the attention outputs, suggesting a \"no-hair\" property that results in the effectiveness of low rank updates. We further provide theoretical support based on random matrix theory, and extend our analysis to an MPS Adaptation PEFT method, which exhibits qualitatively similar behaviors.",
      "pubdate": "Sun, 11 Jan 2026 06:34:50 +0000",
      "authors": "Min Chen, Zihan Wang, Canyu Chen, Zeguan Wu, Manling Li, Junyu Liu"
    },
    "c1b7beba50b19fc5c8775cb3445ddaa1": {
      "id": "c1b7beba50b19fc5c8775cb3445ddaa1",
      "link": "http://arxiv.org/abs/2601.06549",
      "title": "Topological $Z_4$ spin-orbital liquid on the honeycomb lattice",
      "abstract": "The density matrix renormalisation group (DMRG) is one of the most powerful numerical methods for strongly correlated condensed matter systems. We extend DMRG to the case with the $\\mathrm{SU}(N_c)$ symmetry with $N_c > 2$, including two-dimensional systems. As a killer application, we simulate the ground state of the $\\mathrm{SU}(4)$ Heisenberg model on the honeycomb lattice, which can potentially be realised in cold atomic systems and solid state systems like $α$-ZrCl$_3$. We keep up to 12800 $\\mathrm{SU}(4)$ states equivalent to more than a million $\\mathrm{U}(1)$ states. This supermassive DMRG simulation reveals the quantum spin-orbital liquid ground state, which has been conjectured for more than a decade. The methodology developed here can be extended to any classical Lie groups, paving the way to a next-generation DMRG with a full symmetry implementation.",
      "pubdate": "Sat, 10 Jan 2026 12:17:57 +0000",
      "authors": "Masahiko G. Yamada"
    },
    "1097ba63b906cb43976829f18b0f818f": {
      "id": "1097ba63b906cb43976829f18b0f818f",
      "link": "http://arxiv.org/abs/2601.06392",
      "title": "Continual Quantum Architecture Search with Tensor-Train Encoding: Theory and Applications to Signal Processing",
      "abstract": "We introduce CL-QAS, a continual quantum architecture search framework that mitigates the challenges of costly amplitude encoding and catastrophic forgetting in variational quantum circuits. The method uses Tensor-Train encoding to efficiently compress high-dimensional stochastic signals into low-rank quantum feature representations. A bi-loop learning strategy separates circuit parameter optimization from architecture exploration, while an Elastic Weight Consolidation regularization ensures stability across sequential tasks. We derive theoretical upper bounds on approximation, generalization, and robustness under quantum noise, demonstrating that CL-QAS achieves controllable expressivity, sample-efficient generalization, and smooth convergence without barren plateaus. Empirical evaluations on electrocardiogram (ECG)-based signal classification and financial time-series forecasting confirm substantial improvements in accuracy, balanced accuracy, F1 score, and reward. CL-QAS maintains strong forward and backward transfer and exhibits bounded degradation under depolarizing and readout noise, highlighting its potential for adaptive, noise-resilient quantum learning on near-term devices.",
      "pubdate": "Sat, 10 Jan 2026 02:36:03 +0000",
      "authors": "Jun Qi, Chao-Han Huck Yang, Pin-Yu Chen, Javier Tejedor, Ling Li, Min-Hsiu Hsieh"
    },
    "a03668ca3d4b037315bf0097e829bf4f": {
      "id": "a03668ca3d4b037315bf0097e829bf4f",
      "link": "http://arxiv.org/abs/2601.05306",
      "title": "Interacting electrons in silicon quantum interconnects",
      "abstract": "Coherent interconnects between gate-defined silicon quantum processing units are essential for scalable quantum computation and long-range entanglement. We argue that one-dimensional electron channels formed in the silicon quantum well of a Si/SiGe heterostructure exhibit strong Coulomb interactions and realize strongly interacting Luttinger liquid physics. At low electron densities, the system enters a Wigner regime characterized by dominant 4kF correlations; increasing the electron density leads to a crossover from the Wigner regime to a Friedel regime with dominant 2kF correlations. We support these results through large-scale density matrix renormalization group (DMRG) simulations of the interacting ground state under both screened and unscreened Coulomb potentials. We propose experimental signatures of the Wigner-Friedel crossover via charge transport and charge sensing in both zero- and high-magnetic field limits. We also analyze the impact of short-range correlated disorder - including random alloy fluctuations and valley splitting variations - and identify that the Wigner-Friedel crossover remains robust until disorder levels of about 400 micro eV. Finally, we show that the Wigner regime enables long-range capacitive coupling between quantum dots across the interconnect, suggesting a route to create long-range entanglement between solid-state qubits. Our results position silicon interconnects as a platform for studying Luttinger liquid physics and for enabling architectures supporting nonlocal quantum error correction and quantum simulation.",
      "pubdate": "Thu, 08 Jan 2026 18:44:46 +0000",
      "authors": "Anantha S. Rao, Christopher David White, Sean R. Muleady, Anthony Sigillito, Michael J. Gullans"
    },
    "d1801387ed77b595fa25931c2fa349b2": {
      "id": "d1801387ed77b595fa25931c2fa349b2",
      "link": "http://arxiv.org/abs/2601.05196",
      "title": "Chiral Graviton Modes in Fermionic Fractional Chern Insulators",
      "abstract": "Chiral graviton modes are hallmark collective excitations of Fractional Quantum Hall (FQH) liquids. However, their existence on the lattice, where continuum symmetries that protect them from decay are lost, is still an open and urgent question, especially considering the recent advances in the realization of Fractional Chern Insulators (FCI) in transition metal dichalcogenides and rhombohedral pentalayer graphene. Here we present a comprehensive theoretical and numerical study of graviton-modes in fermionic FCI, and thoroughly demonstrate their existence. We first derive a lattice stress tensor operator in the context of the fermionic Harper-Hofstadter(HH) model which captures the graviton in the flat band limit. Importantly, we discover that such lattice stress-tensor operators are deeply connected to lattice quadrupolar density correlators, readily generalizable to generic Chern bands. We then explicitly show the adiabatic connection between FQH and FCI chiral graviton modes by interpolating from a low flux HH model to a Checkerboard lattice model that hosts a topological flat band. In particular, using state-of-the-art matrix product state and exact diagonalization simulations, we provide strong evidence that chiral graviton modes are long-lived excitations in FCIs despite the lack of continuous symmetries and the scattering with a two-magnetoroton continuum. By means of a careful finite-size analysis, we show that the lattice generates a finite but small intrinsic decay rate for the graviton mode. We discuss the relevance of our results for the exploration of graviton modes in FCI phases realized in solid state settings, as well as cold atom experiments.",
      "pubdate": "Thu, 08 Jan 2026 18:18:45 +0000",
      "authors": "Min Long, Zeno Bacciconi, Hongyu Lu, Hernan B. Xavier, Zi Yang Meng, Marcello Dalmonte"
    },
    "d17bd70d5ece5255fe5e1c0a759ea98b": {
      "id": "d17bd70d5ece5255fe5e1c0a759ea98b",
      "link": "http://arxiv.org/abs/2601.05131",
      "title": "Simulation of noisy quantum circuits using frame representations",
      "abstract": "One of the core research questions in the theory of quantum computing is to find out to what precise extent the classical simulation of a noisy quantum circuits is possible and where potential quantum advantages can set in. In this work, we introduce a unified framework for the classical simulation of quantum circuits based on frame theory, encompassing and generalizing a broad class of existing simulation strategies. Within this framework, the computational cost of a simulation algorithm is determined by the one-norm of an associated quasi-probability distribution, providing a common quantitative measure across different simulation approaches. This enables a comprehensive perspective on common methods for the simulation of noisy circuits based on different quantum resources, such as entanglement or non-stabilizerness. It further provides a clear scheme for generating novel classical simulation algorithms. Indeed, by exploring different choices of frames within this formalism and resorting to tools of convex optimization, we are able not only to obtain new insights and improved bounds for existing methods -- such as stabilizer state simulation or Pauli back-propagation -- but also to discover a new approach with an improved performance based on a generalization of the Pauli frame. We, thereby, show that classical simulation techniques can directly benefit from a perspective -- that of frames -- that goes beyond the traditional classification of quantum resources.",
      "pubdate": "Thu, 08 Jan 2026 17:20:49 +0000",
      "authors": "Janek Denzler, Jose Carrasco, Jens Eisert, Tommaso Guaita"
    },
    "0d53a8ed0a3870bd5eb633a687ff87a7": {
      "id": "0d53a8ed0a3870bd5eb633a687ff87a7",
      "link": "http://arxiv.org/abs/2601.04729",
      "title": "Probing quantum critical crossover via impurity renormalization group",
      "abstract": "Quantum impurities can host exotic many-body states that serve as sensitive probes of bath correlations. However, quantitative and non-perturbative methods for determining impurity thermodynamics in such settings remain scarce. Here, we introduce an impurity renormalization group approach that merges the tensor-network representation with the numerical renormalization group cutoff scheme. This method overcomes conventional limitations by treating bath correlations and impurity interactions on an equal footing. Applying our approach to the finite-temperature quantum critical regime of quantum spin systems, we uncover striking impurity-induced phenomena. In a coupled Heisenberg ladder, the impurity triggers a fractionalization of the local magnetic moment. Moreover, the derivative of the impurity susceptibility develops cusps that mark the crossover into the quantum critical regime. We also observe an exotic evolution of the spin correlation function driven by the interplay between bath correlations and the impurity. Our results demonstrate that this method can efficiently solve correlated systems with defects, opening new pathways to discovering novel impurity physics beyond those in non-interacting thermal baths.",
      "pubdate": "Thu, 08 Jan 2026 08:48:12 +0000",
      "authors": "Tao Yang, Z. Y. Xie, Rui Wang, Baigeng Wang"
    },
    "78deb68b1869c48d661e307b0700b242": {
      "id": "78deb68b1869c48d661e307b0700b242",
      "link": "http://arxiv.org/abs/2601.04467",
      "title": "Holographic codes seen through ZX-calculus",
      "abstract": "We re-visit the pentagon holographic quantum error correcting code from a ZX-calculus perspective. By expressing the underlying tensors as ZX-diagrams, we study the stabiliser structure of the code via Pauli webs. In addition, we obtain a diagrammatic understanding of its logical operators, encoding isometries, Rényi entropy and toy models of black holes/wormholes. Then, motivated by the pentagon holographic code's ZX-diagram, we introduce a family of codes constructed from ZX-diagrams on its dual hyperbolic tessellations and study their logical error rates using belief propagation decoders.",
      "pubdate": "Thu, 08 Jan 2026 01:00:45 +0000",
      "authors": "Kwok Ho Wan, H. C. W. Price, Qing Yao"
    },
    "7f4283c7d09de6b55049e7b8825a791f": {
      "id": "7f4283c7d09de6b55049e7b8825a791f",
      "link": "http://arxiv.org/abs/2601.04422",
      "title": "Implementation of Tensor Network Simulation TN-Sim under NWQ-Sim",
      "abstract": "Large-scale tensor network simulations are crucial for developing robust complexity-theoretic bounds on classical quantum simulation, enabling circuit cutting approaches, and optimizing circuit compilation, all of which aid efficient quantum computation on limited quantum resources. Modern exascale high-performance computing platforms offer significant potential for advancing tensor network quantum circuit simulation capabilities. We implement TN-Sim, a tensor network simulator backend within the NWQ-Sim software package that utilizes the Tensor Algebra for Many-body Methods (TAMM) framework to support both distributed HPC-scale computations and local simulations with ITensor. To optimize the scale up in computation across multiple nodes we implement a task based parallelization scheme to demonstrate parallelized gate contraction for wide quantum circuits with many gates per layer. Through the integration of the TAMM framework with Matrix Product State (MPS) tensor network approaches, we deliver a simulation environment that can scale from local systems to HPC clusters. We demonstrate an MPS tensor network simulator running on the state-of-the-art Perlmutter (NVIDIA) supercomputer and discuss the potential portability of this software to HPC clusters such as Frontier (AMD) and Aurora (Intel). We also discuss future improvements including support for different tensor network topologies and enhanced computational efficiency.",
      "pubdate": "Wed, 07 Jan 2026 22:01:35 +0000",
      "authors": "Aaron C. Hoyt, Jonathan S. Bersson, Sean Garner, Chenxu Liu, Ang Li"
    },
    "357d1d6a99783a1f4c62d124a63d5e6b": {
      "id": "357d1d6a99783a1f4c62d124a63d5e6b",
      "link": "http://arxiv.org/abs/2601.04345",
      "title": "Scalable cold-atom quantum simulator of a $3+1$D U$(1)$ lattice gauge theory with dynamical matter",
      "abstract": "The stated overarching goal of the highly active field of quantum simulation of high-energy physics (HEP) is to achieve the capability to study \\textit{ab-initio} real-time microscopic dynamics of $3+1$D quantum chromodynamics (QCD). However, existing experimental realizations and theoretical proposals for future ones have remained restricted to one or two spatial dimensions. Here, we take a big step towards this goal by proposing a concrete experimentally feasible scalable cold-atom quantum simulator of a U$(1)$ quantum link model of quantum electrodynamics (QED) in three spatial dimensions, employing \\textit{linear gauge protection} to stabilize gauge invariance. Using tree tensor network simulations, we benchmark the performance of this quantum simulator through near- and far-from-equilibrium observables, showing excellent agreement with the ideal gauge theory. Additionally, we introduce a method for \\textit{analog quantum error mitigation} that accounts for unwanted first-order tunneling processes, vastly improving agreement between quantum-simulator and ideal-gauge-theory results. Our findings pave the way towards realistic quantum simulators of $3+1$D lattice gauge theories that can probe regimes well beyond classical simulability.",
      "pubdate": "Wed, 07 Jan 2026 19:32:05 +0000",
      "authors": "Simone Orlando, Guo-Xian Su, Bing Yang, Jad C. Halimeh"
    },
    "586582e962ba876974dfe85f1b009342": {
      "id": "586582e962ba876974dfe85f1b009342",
      "link": "http://arxiv.org/abs/2601.04305",
      "title": "Microscopic Dynamics of False Vacuum Decay in the $2+1$D Quantum Ising Model",
      "abstract": "False vacuum decay, which is understood to happen through bubble nucleation, is a prominent phenomenon relevant to elementary particle physics and early-universe cosmology. Understanding its microscopic dynamics in higher spatial dimensions is currently a major challenge and research thrust. Recent advances in numerical techniques allow for the extraction of related signatures in tractable systems in two spatial dimensions over intermediate timescales. Here, we focus on the $2+1$D quantum Ising model, where a longitudinal field is used to energetically separate the two $\\mathbb{Z}_2$ symmetry-broken ferromagnetic ground states, turning them into a ``true'' and ``false'' vacuum. Using tree tensor networks, we simulate the microscopic dynamics of a spin-down domain in a spin-up background after a homogeneous quench, with parameters chosen so that the domain corresponds to a bubble of the true vacuum in a false-vacuum background. Our study identifies how the ultimate fate of the bubble -- indefinite expansion or collapse -- depends on its geometrical features and on the microscopic parameters of the Ising Hamiltonian. We further provide a realistic quantum-simulation scheme, aimed at probing bubble dynamics on atomic Rydberg arrays.",
      "pubdate": "Wed, 07 Jan 2026 19:00:00 +0000",
      "authors": "Umberto Borla, Achilleas Lazarides, Christian Groß, Jad C. Halimeh"
    },
    "d9bb3cd86ff552921c4025e8aeeb7d31": {
      "id": "d9bb3cd86ff552921c4025e8aeeb7d31",
      "link": "http://arxiv.org/abs/2601.04172",
      "title": "Stochastic Path Compression for Spectral Tensor Networks on Cyclic Graphs",
      "abstract": "We develop a new approach to compress cyclic tensor networks called stochastic path compression (SPC) that uses an iterative importance sampling procedure to target edges with large bond-dimensions. Closed random walks in SPC form compression pathways that spatially localize large bond-dimensions in the tensor network. Analogous to the phase separation of two immiscible liquids, SPC separates the graph of bond-dimensions into spatially distinct high and low density regions. When combined with our integral decimation algorithm, SPC facilitates the accurate compression of cyclic tensor networks with continuous degrees of freedom. To benchmark and illustrate the methods, we compute the absolute thermodynamics of $q$-state clock models on two-dimensional square lattices and an XY model on a Watts-Strogatz graph, which is a small-world network with random connectivity between spins.",
      "pubdate": "Wed, 07 Jan 2026 18:39:49 +0000",
      "authors": "Ryan T. Grimm, Joel D. Eaves"
    },
    "533d41a8b3ea643ac7da4a576c0cd2aa": {
      "id": "533d41a8b3ea643ac7da4a576c0cd2aa",
      "link": "http://arxiv.org/abs/2601.03885",
      "title": "Local Interpolation via Low-Rank Tensor Trains",
      "abstract": "Tensor Train (TT) decompositions provide a powerful framework to compress grid-structured data, such as sampled function values, on regular Cartesian grids. Such high compression, in turn, enables efficient high-dimensional computations. Exact TT representations are only available for simple analytic functions. Furthermore, global polynomial or Fourier expansions typically yield TT-ranks that grow proportionally with the number of basis terms. State-of-the-art methods are often prohibitively expensive or fail to recover the underlying low-rank structure. We propose a low-rank TT interpolation framework that, given a TT describing a discrete (scalar-, vector-, or tensor-valued) function on a coarse regular grid with $n$ cores, constructs a finer-scale version of the same function represented by a TT with $n+m$ cores, where the last $m$ cores maintain constant rank. Our method guarantees a $\\ell^{2}$-norm error bound independent of the total number of cores, achieves exponential compression at fixed accuracy, and admits logarithmic complexity with respect of the number of grid points. We validate its performance through numerical experiments, including 1D, 2D, and 3D applications such as: 2D and 3D airfoil mask embeddings, image super-resolution, and synthetic noise fields such as 3D synthetic turbulence. In particular, we generate fractal noise fields directly in TT format with logarithmic complexity and memory. This work opens a path to scalable TT-native solvers with complex geometries and multiscale generative models, with implications from scientific simulation to imaging and real-time graphics.",
      "pubdate": "Wed, 07 Jan 2026 12:54:06 +0000",
      "authors": "Siddhartha E. Guzman, Egor Tiunov, Leandro Aolita"
    },
    "c6018cdb707457cfd778cda148724987": {
      "id": "c6018cdb707457cfd778cda148724987",
      "link": "http://arxiv.org/abs/2601.03832",
      "title": "Iterative Matrix Product State Simulation for Scalable Grover's Algorithm",
      "abstract": "Grover's algorithm is a cornerstone of quantum search algorithm, offering quadratic speedup for unstructured problems. However, limited qubit counts and noise in today's noisy intermediate-scale quantum (NISQ) devices hinder large-scale hardware validation, making efficient classical simulation essential for algorithm development and hardware assessment. We present an iterative Grover simulation framework based on matrix product states (MPS) to efficiently simulate large-scale Grover's algorithm. Within the NVIDIA CUDA-Q environment, we compare iterative and common (non-iterative) Grover's circuits across statevector and MPS backends. On the MPS backend at 29 qubits, the iterative Grover's circuit runs about 15x faster than the common (non-iterative) Grover's circuit, and about 3-4x faster than the statevector backend. In sampling experiments, Grover's circuits demonstrate strong low-shot stability: as the qubit number increases beyond 13, a single-shot measurement still closely mirrors the results from 4,096 shots, indicating reliable estimates with minimal sampling and significant potential to cut measurement costs. Overall, an iterative MPS design delivers speed and scalability for Grover's circuit simulation, enabling practical large-scale implementations.",
      "pubdate": "Wed, 07 Jan 2026 11:55:26 +0000",
      "authors": "Mei Ian Sam, Tzu-Ling Kuo, Tai-Yue Li"
    },
    "3087347f525d447cb71e20070534e810": {
      "id": "3087347f525d447cb71e20070534e810",
      "link": "http://arxiv.org/abs/2601.03035",
      "title": "Who can compete with quantum computers? Lecture notes on quantum inspired tensor networks computational techniques",
      "abstract": "This is a set of lectures on tensor networks with a strong emphasis on the core algorithms involving Matrix Product States (MPS) and Matrix Product Operators (MPO). Compared to other presentations, particular care has been given to disentangle aspects of tensor networks from the quantum many-body problem: MPO/MPS algorithms are presented as a way to deal with linear algebra on extremely (exponentially) large matrices and vectors, regardless of any particular application. The lectures include well-known algorithms to find eigenvectors of MPOs (the celebrated DMRG), solve linear problems, and recent learning algorithms that allow one to map a known function into an MPS (the Tensor Cross Interpolation, or TCI, algorithm). The lectures end with a discussion of how to represent functions and perform calculus with tensor networks using the \"quantics\" representation. They include the detailed analytical construction of important MPOs such as those for differentiation, indefinite integration, convolution, and the quantum Fourier transform. Three concrete applications are discussed in detail: the simulation of a quantum computer (either exactly or with compression), the simulation of a quantum annealer, and techniques to solve partial differential equations (e.g. Poisson, diffusion, or Gross-Pitaevskii) within the \"quantics\" representation. The lectures have been designed to be accessible to a first-year PhD student and include detailed proofs of all statements.",
      "pubdate": "Tue, 06 Jan 2026 14:09:10 +0000",
      "authors": "Xavier Waintal, Chen-How Huang, Christoph W. Groth"
    },
    "818a0e5f490c9e5b9a4dbc81fadf2f2b": {
      "id": "818a0e5f490c9e5b9a4dbc81fadf2f2b",
      "link": "http://arxiv.org/abs/2601.02459",
      "title": "Asymptotic freedom, lost: Complex conformal field theory in the two-dimensional $O(N>2)$ nonlinear sigma model and its realization in the spin-1 Heisenberg chain",
      "abstract": "The two-dimensional $O(N)$ nonlinear sigma model (NLSM) is asymptotically free for $N>2$: it exhibits neither a nontrivial fixed point nor spontaneous symmetry-breaking. Here we show that a nontrivial fixed point generically does exist in the $\\textit{complex}$ coupling plane and is described by a complex conformal field theory (CCFT). This CCFT fixed point is generic in the sense that it has a single relevant singlet operator, and is thus expected to arise in any non-Hermitian model with $O(N)$ symmetry upon tuning a single complex parameter. We confirm this prediction numerically by locating the CCFT at $N = 3$ in a non-Hermitian spin-1 antiferromagnetic Heisenberg chain, finding good agreement between the complex central charge and scaling dimensions and those obtained by analytic continuation of real fixed points from $N\\leq 2$. We further construct a realistic Lindbladian for a spin-1 chain whose no-click dynamics are governed by the non-Hermitian Hamiltonian realizing the CCFT. Since the CCFT vacuum is the eigenstate with the smallest decay rate, the system naturally relaxes under dissipative dynamics toward a CFT state, thus providing a route to preparing long-range entangled states through engineered dissipation.",
      "pubdate": "Mon, 05 Jan 2026 19:00:00 +0000",
      "authors": "Christopher Yang, Thomas Scaffidi"
    },
    "3ee3f9297dea26e021fd411bf35d8e54": {
      "id": "3ee3f9297dea26e021fd411bf35d8e54",
      "link": "http://arxiv.org/abs/2601.02681",
      "title": "Tensor renormalization group approach to critical phenomena via symmetry-twisted partition functions",
      "abstract": "The locality of field theories strongly constrains the possible behaviors of symmetry-twisted partition functions, and thus they serve as order parameters to detect low-energy realizations of global symmetries, such as spontaneous symmetry breaking (SSB). We demonstrate that the tensor renormalization group (TRG) offers an efficient framework to compute the symmetry-twisted partition functions, which enables us to detect the symmetry-breaking transition and also to study associated critical phenomena. As concrete examples of SSB, we investigate the two-dimensional (2D) classical Ising model and the three-dimensional (3D) classical $O(2)$ nonlinear sigma model, and we identify their critical points solely from the twisted partition function. By employing the finite-size scaling argument, we find the critical temperature $T_c=2.2017(2)$ with the critical exponent $ν= 0.663(33)$ for the 3D $O(2)$ model. In addition, we also study the Berezinskii-Kosterlitz-Thouless (BKT) criticality of the 2D classical $O(2)$ model by extracting the helicity modulus from the twisted partition functions, and we obtain the BKT transition temperature, $T_{\\mathrm{BKT}}=0.8928(2)$.",
      "pubdate": "Tue, 06 Jan 2026 03:27:16 +0000",
      "authors": "Shinichiro Akiyama, Raghav G. Jha, Jun Maeda, Yuya Tanizaki, Judah Unmuth-Yockey"
    },
    "761ca5c1497bcbaf141f30007346f8ef": {
      "id": "761ca5c1497bcbaf141f30007346f8ef",
      "link": "http://arxiv.org/abs/2601.02331",
      "title": "Quantum dynamics of cosmological particle production: interacting quantum field theories with matrix product states",
      "abstract": "Understanding real-time dynamics of interacting quantum fields in curved spacetime remains a major theoretical challenge. We employ tensor network methods to study such dynamics using interacting scalar and gauge theories in 1+1 spacetime dimensions, subject to a quench modeling a homogeneously expanding gravitational background. The models considered are the scalar $λφ^4$ theory and the Schwinger model, i.e. a Dirac fermion coupled to a $U(1)$ gauge field which is equivalent via bosonization to a scalar field with a cosine self-interaction. In the free scalar limit, both theories reproduce known analytical results, providing a nontrivial numerical validation of bosonization in curved spacetime for the Schwinger model. Our central finding is that self-interactions lead to a suppression of gravitational particle production compared to the free-field case, as evidenced by two-point functions and the spectra of produced particles. We further examine the behavior of entanglement generation and find that interactions suppress entanglement growth in the $λφ^4$ theory, while in the Schwinger model, the interplay between suppressed particle production and enhanced inter-particle correlations leads to more complex entanglement behavior. Our results pave the way for further explorations of nonperturbative quantum real-time dynamics of interacting scalar and gauge theories in arbitrary gravitational backgrounds.",
      "pubdate": "Mon, 05 Jan 2026 18:23:52 +0000",
      "authors": "Evan Budd, Adrien Florio, David Frenklakh, Swagato Mukherjee"
    },
    "8e7df0d1c9b4a7f9c9acc13819fa1329": {
      "id": "8e7df0d1c9b4a7f9c9acc13819fa1329",
      "link": "http://arxiv.org/abs/2601.02122",
      "title": "Efficient Calculation of the Maximal Rényi Divergence for a Matrix Product State via Generalized Eigenvalue Density Matrix Renormalization Group",
      "abstract": "The study of quantum and classical correlations between subsystems is fundamental to understanding many-body physics. In quantum information theory, the quantum mutual information, $I(A;B)$, is a measure of correlation between the subsystems $A,B$ in a quantum state, and is defined by the means of the von Neumann entropy: $I\\left(A;B\\right)=S\\left(ρ_{A}\\right)+S\\left(ρ_{B}\\right)-S\\left(ρ_{AB}\\right)$. However, such a computation requires an exponential amount of resources. This is a defining feature of quantum systems, the infamous ``curse of dimensionality'' . Other measures, which are based on Rényi divergences instead of von Neumann entropy, were suggested as alternatives in a recent paper showing them to possess important theoretical features, and making them leading candidates as mutual information measures. In this work, we concentrate on the maximal Rényi divergence. This measure can be shown to be the solution of a generalized eigenvalue problem. To calculate it efficiently for a 1D state represented as a matrix product state, we develop a generalized eigenvalue version of the density matrix renormalization group algorithm. We benchmark our method for the paradigmatic XXZ chain, and show that the maximal Rényi divergence may exhibit different trends than the von Neumann mutual information.",
      "pubdate": "Mon, 05 Jan 2026 13:54:16 +0000",
      "authors": "Uri Levin, Noa Feldman, Moshe Goldstein"
    },
    "5c42dab6cb2de5a6d1568b046b5c05a3": {
      "id": "5c42dab6cb2de5a6d1568b046b5c05a3",
      "link": "http://arxiv.org/abs/2601.02048",
      "title": "Charge disproportionation as a possible mechanism towards polar antiferromagnetic metal in molecular orbital crystal",
      "abstract": "Polar antiferromagnetic metals have recently garnered increasing interests due to their combined traits of both ferromagnets and antiferromagnets for spintronic applications. However, the inherently incompatible nature of antiferromagnet, metallicity and polarity pose a significant challenge. We propose that charge disproportionation can lead to this novel state in negative charge transfer gap regime in molecular orbital crystal by molecular orbital analyses of first-principles DFT+$U$ electronic band structure for representative Ruddlesden-Popper bilayer perovskite oxides Sr$_3$Co$_2$O$_7$, corroborated by Density Matrix Renormalization Group calculation. Due to the negative charge transfer nature of Co$^{4+}$ and imposed by strong interlayer coupling, localized molecular orbitals stemming from the hybridization of Co $d_{z^2}$ and $d_{xz/yz}$ orbitals through the apical oxygen $p$ orbitals are preferably emergent within each bilayer unit, which develop antiferromagnetic ordering by invoking Hubbard repulsion. Charge disproportionation driven by Hund's physics, makes an occupation imbalance with broken inversion symmetry in the remaining $d_{xy}$ and $d_{x^2-y^2}$ orbitals from distinct Co atoms within the bilayer unit, resulting in the polar metallicity. Meanwhile, this charge disproportionation scenario allows consequent conducting carriers to couple with interlayer local spins via Hund's coupling, giving rise to in-plane double-exchange ferromagnetism. Our molecular orbital formulation further provides a guide towards an effective Hamiltonian for modelling the unconventional synergy of metallicity, polarity and antiferromagnetism in Sr$_3$Co$_2$O$_7$, which may be a unified framework widely applicable to double-layer Ruddlesden-Popper perovskite oxides.",
      "pubdate": "Mon, 05 Jan 2026 12:07:38 +0000",
      "authors": "Yang Shen, Shuai Qu, Gang Li, Pu Yu, Guang-Ming Zhang"
    },
    "0f74a3d96e58f95486e8ab7a54515576": {
      "id": "0f74a3d96e58f95486e8ab7a54515576",
      "link": "http://arxiv.org/abs/2601.01893",
      "title": "Longitudinal-field fidelity susceptibility analysis of the $J_1$-$J_2$ transverse-field Ising model around $J_2/J_1 \\approx 0.5$",
      "abstract": "The square-lattice $J_1$-$J_2$ transverse-field (TF) Ising model was investigated with the exact diagonalization (ED) method. In order to analyze the TF-driven phase transition, we applied the longitudinal-field fidelity susceptibility $χ^{(h)}_F$, which is readily evaluated via the ED scheme. Here, the longitudinal field couples with the absolute value of the magnetic moment $|M|$ rather than the raw $M$ so that the remedied fidelity susceptibility exhibits a peak around the critical point; note that the spontaneous magnetization does not appear for the finite-size systems. As a preliminary survey, the modified fidelity susceptibility $χ^{(h)}_F$ is applied to the analysis of criticality for $J_2=0$, where a number of preceding results are available. Thereby, properly scaling the distance from the multi-criticality, $η=0.5-J_2$, the $χ^{(h)}_F$ data were cast into the crossover-scaling formula, and the multi-critical exponent for $χ_F^{(h)}$ is estimated. The result is cross-checked by the numerically evaluated $β$-function behavior.",
      "pubdate": "Mon, 05 Jan 2026 08:36:02 +0000",
      "authors": "Yoshihiro Nishiyama"
    },
    "e23e5ef4965bce4818cea8ef9b3e39fc": {
      "id": "e23e5ef4965bce4818cea8ef9b3e39fc",
      "link": "http://arxiv.org/abs/2601.01903",
      "title": "TT-FSI: Scalable Faithful Shapley Interactions via Tensor-Train",
      "abstract": "The Faithful Shapley Interaction (FSI) index uniquely satisfies the faithfulness axiom among Shapley interaction indices, but computing FSI requires $O(d^\\ell \\cdot 2^d)$ time and existing implementations use $O(4^d)$ memory. We present TT-FSI, which exploits FSI's algebraic structure via Matrix Product Operators (MPO). Our main theoretical contribution is proving that the linear operator $v \\mapsto \\text{FSI}(v)$ admits an MPO representation with TT-rank $O(\\ell d)$, enabling an efficient sweep algorithm with $O(\\ell^2 d^3 \\cdot 2^d)$ time and $O(\\ell d^2)$ core storage an exponential improvement over existing methods. Experiments on six datasets ($d=8$ to $d=20$) demonstrate up to 280$\\times$ speedup over baseline, 85$\\times$ over SHAP-IQ, and 290$\\times$ memory reduction. TT-FSI scales to $d=20$ (1M coalitions) where all competing methods fail.",
      "pubdate": "Mon, 05 Jan 2026 08:49:25 +0000",
      "authors": "Ungsik Kim, Suwon Lee"
    },
    "b79ddce830e2c6c1e32461dbf1610a13": {
      "id": "b79ddce830e2c6c1e32461dbf1610a13",
      "link": "http://arxiv.org/abs/2601.01877",
      "title": "Random-Matrix-Induced Simplicity Bias in Over-parameterized Variational Quantum Circuits",
      "abstract": "Over-parameterization is commonly used to increase the expressivity of variational quantum circuits (VQCs), yet deeper and more highly parameterized circuits often exhibit poor trainability and limited generalization. In this work, we provide a theoretical explanation for this phenomenon from a function-class perspective. We show that sufficiently expressive, unstructured variational ansatze enter a Haar-like universality class in which both observable expectation values and parameter gradients concentrate exponentially with system size. As a consequence, the hypothesis class induced by such circuits collapses with high probability to a narrow family of near-constant functions, a phenomenon we term simplicity bias, with barren plateaus arising as a consequence rather than the root cause. Using tools from random matrix theory and concentration of measure, we rigorously characterize this universality class and establish uniform hypothesis-class collapse over finite datasets. We further show that this collapse is not unavoidable: tensor-structured VQCs, including tensor-network-based and tensor-hypernetwork parameterizations, lie outside the Haar-like universality class. By restricting the accessible unitary ensemble through bounded tensor rank or bond dimension, these architectures prevent concentration of measure, preserve output variability for local observables, and retain non-degenerate gradient signals even in over-parameterized regimes. Together, our results unify barren plateaus, expressivity limits, and generalization collapse under a single structural mechanism rooted in random-matrix universality, highlighting the central role of architectural inductive bias in variational quantum algorithms.",
      "pubdate": "Mon, 05 Jan 2026 08:04:33 +0000",
      "authors": "Jun Qi, Chao-Han Huck Yang, Pin-Yu Chen, Min-Hsiu Hsieh"
    },
    "5860b5d1c3ec86cd9f072dcbce64d786": {
      "id": "5860b5d1c3ec86cd9f072dcbce64d786",
      "link": "http://arxiv.org/abs/2601.00009",
      "title": "Full grid solution for multi-asset options pricing with tensor networks",
      "abstract": "Pricing multi-asset options via the Black-Scholes PDE is limited by the curse of dimensionality: classical full-grid solvers scale exponentially in the number of underlyings and are effectively restricted to three assets. Practitioners typically rely on Monte Carlo methods for computing complex instrument involving multiple correlated underlyings. We show that quantized tensor trains (QTT) turn the d-asset Black-Scholes PDE into a tractable high-dimensional problem on a personal computer. We construct QTT representations of the operator, payoffs, and boundary conditions with ranks that scale polynomially in d and polylogarithmically in the grid size, and build two solvers: a time-stepping algorithm for European and American options and a space-time algorithm for European options. We compute full-grid prices and Greeks for correlated basket and max-min options in three to five dimensions with high accuracy. The methods introduced can comfortably be pushed to full-grid solutions on 10-15 underlyings, with further algorithmic optimization and more compute power.",
      "pubdate": "Sat, 20 Dec 2025 17:24:57 +0000",
      "authors": "Lucas Arenstein, Michael Kastoryano"
    }
  }
}