{
  "last_updated": "2026-01-12T12:13:24.998919+00:00",
  "entries": {
    "d1801387ed77b595fa25931c2fa349b2": {
      "id": "d1801387ed77b595fa25931c2fa349b2",
      "link": "http://arxiv.org/abs/2601.05196",
      "title": "Chiral Graviton Modes in Fermionic Fractional Chern Insulators",
      "abstract": "Chiral graviton modes are hallmark collective excitations of Fractional Quantum Hall (FQH) liquids. However, their existence on the lattice, where continuum symmetries that protect them from decay are lost, is still an open and urgent question, especially considering the recent advances in the realization of Fractional Chern Insulators (FCI) in transition metal dichalcogenides and rhombohedral pentalayer graphene. Here we present a comprehensive theoretical and numerical study of graviton-modes in fermionic FCI, and thoroughly demonstrate their existence. We first derive a lattice stress tensor operator in the context of the fermionic Harper-Hofstadter(HH) model which captures the graviton in the flat band limit. Importantly, we discover that such lattice stress-tensor operators are deeply connected to lattice quadrupolar density correlators, readily generalizable to generic Chern bands. We then explicitly show the adiabatic connection between FQH and FCI chiral graviton modes by interpolating from a low flux HH model to a Checkerboard lattice model that hosts a topological flat band. In particular, using state-of-the-art matrix product state and exact diagonalization simulations, we provide strong evidence that chiral graviton modes are long-lived excitations in FCIs despite the lack of continuous symmetries and the scattering with a two-magnetoroton continuum. By means of a careful finite-size analysis, we show that the lattice generates a finite but small intrinsic decay rate for the graviton mode. We discuss the relevance of our results for the exploration of graviton modes in FCI phases realized in solid state settings, as well as cold atom experiments.",
      "pubdate": "Thu, 08 Jan 2026 18:18:45 +0000",
      "authors": "Min Long, Zeno Bacciconi, Hongyu Lu, Hernan B. Xavier, Zi Yang Meng, Marcello Dalmonte"
    },
    "d17bd70d5ece5255fe5e1c0a759ea98b": {
      "id": "d17bd70d5ece5255fe5e1c0a759ea98b",
      "link": "http://arxiv.org/abs/2601.05131",
      "title": "Simulation of noisy quantum circuits using frame representations",
      "abstract": "One of the core research questions in the theory of quantum computing is to find out to what precise extent the classical simulation of a noisy quantum circuits is possible and where potential quantum advantages can set in. In this work, we introduce a unified framework for the classical simulation of quantum circuits based on frame theory, encompassing and generalizing a broad class of existing simulation strategies. Within this framework, the computational cost of a simulation algorithm is determined by the one-norm of an associated quasi-probability distribution, providing a common quantitative measure across different simulation approaches. This enables a comprehensive perspective on common methods for the simulation of noisy circuits based on different quantum resources, such as entanglement or non-stabilizerness. It further provides a clear scheme for generating novel classical simulation algorithms. Indeed, by exploring different choices of frames within this formalism and resorting to tools of convex optimization, we are able not only to obtain new insights and improved bounds for existing methods -- such as stabilizer state simulation or Pauli back-propagation -- but also to discover a new approach with an improved performance based on a generalization of the Pauli frame. We, thereby, show that classical simulation techniques can directly benefit from a perspective -- that of frames -- that goes beyond the traditional classification of quantum resources.",
      "pubdate": "Thu, 08 Jan 2026 17:20:49 +0000",
      "authors": "Janek Denzler, Jose Carrasco, Jens Eisert, Tommaso Guaita"
    },
    "0d53a8ed0a3870bd5eb633a687ff87a7": {
      "id": "0d53a8ed0a3870bd5eb633a687ff87a7",
      "link": "http://arxiv.org/abs/2601.04729",
      "title": "Probing quantum critical crossover via impurity renormalization group",
      "abstract": "Quantum impurities can host exotic many-body states that serve as sensitive probes of bath correlations. However, quantitative and non-perturbative methods for determining impurity thermodynamics in such settings remain scarce. Here, we introduce an impurity renormalization group approach that merges the tensor-network representation with the numerical renormalization group cutoff scheme. This method overcomes conventional limitations by treating bath correlations and impurity interactions on an equal footing. Applying our approach to the finite-temperature quantum critical regime of quantum spin systems, we uncover striking impurity-induced phenomena. In a coupled Heisenberg ladder, the impurity triggers a fractionalization of the local magnetic moment. Moreover, the derivative of the impurity susceptibility develops cusps that mark the crossover into the quantum critical regime. We also observe an exotic evolution of the spin correlation function driven by the interplay between bath correlations and the impurity. Our results demonstrate that this method can efficiently solve correlated systems with defects, opening new pathways to discovering novel impurity physics beyond those in non-interacting thermal baths.",
      "pubdate": "Thu, 08 Jan 2026 08:48:12 +0000",
      "authors": "Tao Yang, Z. Y. Xie, Rui Wang, Baigeng Wang"
    },
    "78deb68b1869c48d661e307b0700b242": {
      "id": "78deb68b1869c48d661e307b0700b242",
      "link": "http://arxiv.org/abs/2601.04467",
      "title": "Holographic codes seen through ZX-calculus",
      "abstract": "We re-visit the pentagon holographic quantum error correcting code from a ZX-calculus perspective. By expressing the underlying tensors as ZX-diagrams, we study the stabiliser structure of the code via Pauli webs. In addition, we obtain a diagrammatic understanding of its logical operators, encoding isometries, Rényi entropy and toy models of black holes/wormholes. Then, motivated by the pentagon holographic code's ZX-diagram, we introduce a family of codes constructed from ZX-diagrams on its dual hyperbolic tessellations and study their logical error rates using belief propagation decoders.",
      "pubdate": "Thu, 08 Jan 2026 01:00:45 +0000",
      "authors": "Kwok Ho Wan, H. C. W. Price, Qing Yao"
    },
    "7f4283c7d09de6b55049e7b8825a791f": {
      "id": "7f4283c7d09de6b55049e7b8825a791f",
      "link": "http://arxiv.org/abs/2601.04422",
      "title": "Implementation of Tensor Network Simulation TN-Sim under NWQ-Sim",
      "abstract": "Large-scale tensor network simulations are crucial for developing robust complexity-theoretic bounds on classical quantum simulation, enabling circuit cutting approaches, and optimizing circuit compilation, all of which aid efficient quantum computation on limited quantum resources. Modern exascale high-performance computing platforms offer significant potential for advancing tensor network quantum circuit simulation capabilities. We implement TN-Sim, a tensor network simulator backend within the NWQ-Sim software package that utilizes the Tensor Algebra for Many-body Methods (TAMM) framework to support both distributed HPC-scale computations and local simulations with ITensor. To optimize the scale up in computation across multiple nodes we implement a task based parallelization scheme to demonstrate parallelized gate contraction for wide quantum circuits with many gates per layer. Through the integration of the TAMM framework with Matrix Product State (MPS) tensor network approaches, we deliver a simulation environment that can scale from local systems to HPC clusters. We demonstrate an MPS tensor network simulator running on the state-of-the-art Perlmutter (NVIDIA) supercomputer and discuss the potential portability of this software to HPC clusters such as Frontier (AMD) and Aurora (Intel). We also discuss future improvements including support for different tensor network topologies and enhanced computational efficiency.",
      "pubdate": "Wed, 07 Jan 2026 22:01:35 +0000",
      "authors": "Aaron C. Hoyt, Jonathan S. Bersson, Sean Garner, Chenxu Liu, Ang Li"
    },
    "357d1d6a99783a1f4c62d124a63d5e6b": {
      "id": "357d1d6a99783a1f4c62d124a63d5e6b",
      "link": "http://arxiv.org/abs/2601.04345",
      "title": "Scalable cold-atom quantum simulator of a $3+1$D U$(1)$ lattice gauge theory with dynamical matter",
      "abstract": "The stated overarching goal of the highly active field of quantum simulation of high-energy physics (HEP) is to achieve the capability to study \\textit{ab-initio} real-time microscopic dynamics of $3+1$D quantum chromodynamics (QCD). However, existing experimental realizations and theoretical proposals for future ones have remained restricted to one or two spatial dimensions. Here, we take a big step towards this goal by proposing a concrete experimentally feasible scalable cold-atom quantum simulator of a U$(1)$ quantum link model of quantum electrodynamics (QED) in three spatial dimensions, employing \\textit{linear gauge protection} to stabilize gauge invariance. Using tree tensor network simulations, we benchmark the performance of this quantum simulator through near- and far-from-equilibrium observables, showing excellent agreement with the ideal gauge theory. Additionally, we introduce a method for \\textit{analog quantum error mitigation} that accounts for unwanted first-order tunneling processes, vastly improving agreement between quantum-simulator and ideal-gauge-theory results. Our findings pave the way towards realistic quantum simulators of $3+1$D lattice gauge theories that can probe regimes well beyond classical simulability.",
      "pubdate": "Wed, 07 Jan 2026 19:32:05 +0000",
      "authors": "Simone Orlando, Guo-Xian Su, Bing Yang, Jad C. Halimeh"
    },
    "586582e962ba876974dfe85f1b009342": {
      "id": "586582e962ba876974dfe85f1b009342",
      "link": "http://arxiv.org/abs/2601.04305",
      "title": "Microscopic Dynamics of False Vacuum Decay in the $2+1$D Quantum Ising Model",
      "abstract": "False vacuum decay, which is understood to happen through bubble nucleation, is a prominent phenomenon relevant to elementary particle physics and early-universe cosmology. Understanding its microscopic dynamics in higher spatial dimensions is currently a major challenge and research thrust. Recent advances in numerical techniques allow for the extraction of related signatures in tractable systems in two spatial dimensions over intermediate timescales. Here, we focus on the $2+1$D quantum Ising model, where a longitudinal field is used to energetically separate the two $\\mathbb{Z}_2$ symmetry-broken ferromagnetic ground states, turning them into a ``true'' and ``false'' vacuum. Using tree tensor networks, we simulate the microscopic dynamics of a spin-down domain in a spin-up background after a homogeneous quench, with parameters chosen so that the domain corresponds to a bubble of the true vacuum in a false-vacuum background. Our study identifies how the ultimate fate of the bubble -- indefinite expansion or collapse -- depends on its geometrical features and on the microscopic parameters of the Ising Hamiltonian. We further provide a realistic quantum-simulation scheme, aimed at probing bubble dynamics on atomic Rydberg arrays.",
      "pubdate": "Wed, 07 Jan 2026 19:00:00 +0000",
      "authors": "Umberto Borla, Achilleas Lazarides, Christian Groß, Jad C. Halimeh"
    },
    "d9bb3cd86ff552921c4025e8aeeb7d31": {
      "id": "d9bb3cd86ff552921c4025e8aeeb7d31",
      "link": "http://arxiv.org/abs/2601.04172",
      "title": "Stochastic Path Compression for Spectral Tensor Networks on Cyclic Graphs",
      "abstract": "We develop a new approach to compress cyclic tensor networks called stochastic path compression (SPC) that uses an iterative importance sampling procedure to target edges with large bond-dimensions. Closed random walks in SPC form compression pathways that spatially localize large bond-dimensions in the tensor network. Analogous to the phase separation of two immiscible liquids, SPC separates the graph of bond-dimensions into spatially distinct high and low density regions. When combined with our integral decimation algorithm, SPC facilitates the accurate compression of cyclic tensor networks with continuous degrees of freedom. To benchmark and illustrate the methods, we compute the absolute thermodynamics of $q$-state clock models on two-dimensional square lattices and an XY model on a Watts-Strogatz graph, which is a small-world network with random connectivity between spins.",
      "pubdate": "Wed, 07 Jan 2026 18:39:49 +0000",
      "authors": "Ryan T. Grimm, Joel D. Eaves"
    },
    "533d41a8b3ea643ac7da4a576c0cd2aa": {
      "id": "533d41a8b3ea643ac7da4a576c0cd2aa",
      "link": "http://arxiv.org/abs/2601.03885",
      "title": "Local Interpolation via Low-Rank Tensor Trains",
      "abstract": "Tensor Train (TT) decompositions provide a powerful framework to compress grid-structured data, such as sampled function values, on regular Cartesian grids. Such high compression, in turn, enables efficient high-dimensional computations. Exact TT representations are only available for simple analytic functions. Furthermore, global polynomial or Fourier expansions typically yield TT-ranks that grow proportionally with the number of basis terms. State-of-the-art methods are often prohibitively expensive or fail to recover the underlying low-rank structure. We propose a low-rank TT interpolation framework that, given a TT describing a discrete (scalar-, vector-, or tensor-valued) function on a coarse regular grid with $n$ cores, constructs a finer-scale version of the same function represented by a TT with $n+m$ cores, where the last $m$ cores maintain constant rank. Our method guarantees a $\\ell^{2}$-norm error bound independent of the total number of cores, achieves exponential compression at fixed accuracy, and admits logarithmic complexity with respect of the number of grid points. We validate its performance through numerical experiments, including 1D, 2D, and 3D applications such as: 2D and 3D airfoil mask embeddings, image super-resolution, and synthetic noise fields such as 3D synthetic turbulence. In particular, we generate fractal noise fields directly in TT format with logarithmic complexity and memory. This work opens a path to scalable TT-native solvers with complex geometries and multiscale generative models, with implications from scientific simulation to imaging and real-time graphics.",
      "pubdate": "Wed, 07 Jan 2026 12:54:06 +0000",
      "authors": "Siddhartha E. Guzman, Egor Tiunov, Leandro Aolita"
    },
    "c6018cdb707457cfd778cda148724987": {
      "id": "c6018cdb707457cfd778cda148724987",
      "link": "http://arxiv.org/abs/2601.03832",
      "title": "Iterative Matrix Product State Simulation for Scalable Grover's Algorithm",
      "abstract": "Grover's algorithm is a cornerstone of quantum search algorithm, offering quadratic speedup for unstructured problems. However, limited qubit counts and noise in today's noisy intermediate-scale quantum (NISQ) devices hinder large-scale hardware validation, making efficient classical simulation essential for algorithm development and hardware assessment. We present an iterative Grover simulation framework based on matrix product states (MPS) to efficiently simulate large-scale Grover's algorithm. Within the NVIDIA CUDA-Q environment, we compare iterative and common (non-iterative) Grover's circuits across statevector and MPS backends. On the MPS backend at 29 qubits, the iterative Grover's circuit runs about 15x faster than the common (non-iterative) Grover's circuit, and about 3-4x faster than the statevector backend. In sampling experiments, Grover's circuits demonstrate strong low-shot stability: as the qubit number increases beyond 13, a single-shot measurement still closely mirrors the results from 4,096 shots, indicating reliable estimates with minimal sampling and significant potential to cut measurement costs. Overall, an iterative MPS design delivers speed and scalability for Grover's circuit simulation, enabling practical large-scale implementations.",
      "pubdate": "Wed, 07 Jan 2026 11:55:26 +0000",
      "authors": "Mei Ian Sam, Tzu-Ling Kuo, Tai-Yue Li"
    },
    "3087347f525d447cb71e20070534e810": {
      "id": "3087347f525d447cb71e20070534e810",
      "link": "http://arxiv.org/abs/2601.03035",
      "title": "Who can compete with quantum computers? Lecture notes on quantum inspired tensor networks computational techniques",
      "abstract": "This is a set of lectures on tensor networks with a strong emphasis on the core algorithms involving Matrix Product States (MPS) and Matrix Product Operators (MPO). Compared to other presentations, particular care has been given to disentangle aspects of tensor networks from the quantum many-body problem: MPO/MPS algorithms are presented as a way to deal with linear algebra on extremely (exponentially) large matrices and vectors, regardless of any particular application. The lectures include well-known algorithms to find eigenvectors of MPOs (the celebrated DMRG), solve linear problems, and recent learning algorithms that allow one to map a known function into an MPS (the Tensor Cross Interpolation, or TCI, algorithm). The lectures end with a discussion of how to represent functions and perform calculus with tensor networks using the \"quantics\" representation. They include the detailed analytical construction of important MPOs such as those for differentiation, indefinite integration, convolution, and the quantum Fourier transform. Three concrete applications are discussed in detail: the simulation of a quantum computer (either exactly or with compression), the simulation of a quantum annealer, and techniques to solve partial differential equations (e.g. Poisson, diffusion, or Gross-Pitaevskii) within the \"quantics\" representation. The lectures have been designed to be accessible to a first-year PhD student and include detailed proofs of all statements.",
      "pubdate": "Tue, 06 Jan 2026 14:09:10 +0000",
      "authors": "Xavier Waintal, Chen-How Huang, Christoph W. Groth"
    },
    "818a0e5f490c9e5b9a4dbc81fadf2f2b": {
      "id": "818a0e5f490c9e5b9a4dbc81fadf2f2b",
      "link": "http://arxiv.org/abs/2601.02459",
      "title": "Asymptotic freedom, lost: Complex conformal field theory in the two-dimensional $O(N>2)$ nonlinear sigma model and its realization in the spin-1 Heisenberg chain",
      "abstract": "The two-dimensional $O(N)$ nonlinear sigma model (NLSM) is asymptotically free for $N>2$: it exhibits neither a nontrivial fixed point nor spontaneous symmetry-breaking. Here we show that a nontrivial fixed point generically does exist in the $\\textit{complex}$ coupling plane and is described by a complex conformal field theory (CCFT). This CCFT fixed point is generic in the sense that it has a single relevant singlet operator, and is thus expected to arise in any non-Hermitian model with $O(N)$ symmetry upon tuning a single complex parameter. We confirm this prediction numerically by locating the CCFT at $N = 3$ in a non-Hermitian spin-1 antiferromagnetic Heisenberg chain, finding good agreement between the complex central charge and scaling dimensions and those obtained by analytic continuation of real fixed points from $N\\leq 2$. We further construct a realistic Lindbladian for a spin-1 chain whose no-click dynamics are governed by the non-Hermitian Hamiltonian realizing the CCFT. Since the CCFT vacuum is the eigenstate with the smallest decay rate, the system naturally relaxes under dissipative dynamics toward a CFT state, thus providing a route to preparing long-range entangled states through engineered dissipation.",
      "pubdate": "Mon, 05 Jan 2026 19:00:00 +0000",
      "authors": "Christopher Yang, Thomas Scaffidi"
    },
    "3ee3f9297dea26e021fd411bf35d8e54": {
      "id": "3ee3f9297dea26e021fd411bf35d8e54",
      "link": "http://arxiv.org/abs/2601.02681",
      "title": "Tensor renormalization group approach to critical phenomena via symmetry-twisted partition functions",
      "abstract": "The locality of field theories strongly constrains the possible behaviors of symmetry-twisted partition functions, and thus they serve as order parameters to detect low-energy realizations of global symmetries, such as spontaneous symmetry breaking (SSB). We demonstrate that the tensor renormalization group (TRG) offers an efficient framework to compute the symmetry-twisted partition functions, which enables us to detect the symmetry-breaking transition and also to study associated critical phenomena. As concrete examples of SSB, we investigate the two-dimensional (2D) classical Ising model and the three-dimensional (3D) classical $O(2)$ nonlinear sigma model, and we identify their critical points solely from the twisted partition function. By employing the finite-size scaling argument, we find the critical temperature $T_c=2.2017(2)$ with the critical exponent $ν= 0.663(33)$ for the 3D $O(2)$ model. In addition, we also study the Berezinskii-Kosterlitz-Thouless (BKT) criticality of the 2D classical $O(2)$ model by extracting the helicity modulus from the twisted partition functions, and we obtain the BKT transition temperature, $T_{\\mathrm{BKT}}=0.8928(2)$.",
      "pubdate": "Tue, 06 Jan 2026 03:27:16 +0000",
      "authors": "Shinichiro Akiyama, Raghav G. Jha, Jun Maeda, Yuya Tanizaki, Judah Unmuth-Yockey"
    },
    "761ca5c1497bcbaf141f30007346f8ef": {
      "id": "761ca5c1497bcbaf141f30007346f8ef",
      "link": "http://arxiv.org/abs/2601.02331",
      "title": "Quantum dynamics of cosmological particle production: interacting quantum field theories with matrix product states",
      "abstract": "Understanding real-time dynamics of interacting quantum fields in curved spacetime remains a major theoretical challenge. We employ tensor network methods to study such dynamics using interacting scalar and gauge theories in 1+1 spacetime dimensions, subject to a quench modeling a homogeneously expanding gravitational background. The models considered are the scalar $λφ^4$ theory and the Schwinger model, i.e. a Dirac fermion coupled to a $U(1)$ gauge field which is equivalent via bosonization to a scalar field with a cosine self-interaction. In the free scalar limit, both theories reproduce known analytical results, providing a nontrivial numerical validation of bosonization in curved spacetime for the Schwinger model. Our central finding is that self-interactions lead to a suppression of gravitational particle production compared to the free-field case, as evidenced by two-point functions and the spectra of produced particles. We further examine the behavior of entanglement generation and find that interactions suppress entanglement growth in the $λφ^4$ theory, while in the Schwinger model, the interplay between suppressed particle production and enhanced inter-particle correlations leads to more complex entanglement behavior. Our results pave the way for further explorations of nonperturbative quantum real-time dynamics of interacting scalar and gauge theories in arbitrary gravitational backgrounds.",
      "pubdate": "Mon, 05 Jan 2026 18:23:52 +0000",
      "authors": "Evan Budd, Adrien Florio, David Frenklakh, Swagato Mukherjee"
    },
    "8e7df0d1c9b4a7f9c9acc13819fa1329": {
      "id": "8e7df0d1c9b4a7f9c9acc13819fa1329",
      "link": "http://arxiv.org/abs/2601.02122",
      "title": "Efficient Calculation of the Maximal Rényi Divergence for a Matrix Product State via Generalized Eigenvalue Density Matrix Renormalization Group",
      "abstract": "The study of quantum and classical correlations between subsystems is fundamental to understanding many-body physics. In quantum information theory, the quantum mutual information, $I(A;B)$, is a measure of correlation between the subsystems $A,B$ in a quantum state, and is defined by the means of the von Neumann entropy: $I\\left(A;B\\right)=S\\left(ρ_{A}\\right)+S\\left(ρ_{B}\\right)-S\\left(ρ_{AB}\\right)$. However, such a computation requires an exponential amount of resources. This is a defining feature of quantum systems, the infamous ``curse of dimensionality'' . Other measures, which are based on Rényi divergences instead of von Neumann entropy, were suggested as alternatives in a recent paper showing them to possess important theoretical features, and making them leading candidates as mutual information measures. In this work, we concentrate on the maximal Rényi divergence. This measure can be shown to be the solution of a generalized eigenvalue problem. To calculate it efficiently for a 1D state represented as a matrix product state, we develop a generalized eigenvalue version of the density matrix renormalization group algorithm. We benchmark our method for the paradigmatic XXZ chain, and show that the maximal Rényi divergence may exhibit different trends than the von Neumann mutual information.",
      "pubdate": "Mon, 05 Jan 2026 13:54:16 +0000",
      "authors": "Uri Levin, Noa Feldman, Moshe Goldstein"
    },
    "5c42dab6cb2de5a6d1568b046b5c05a3": {
      "id": "5c42dab6cb2de5a6d1568b046b5c05a3",
      "link": "http://arxiv.org/abs/2601.02048",
      "title": "Charge disproportionation as a possible mechanism towards polar antiferromagnetic metal in molecular orbital crystal",
      "abstract": "Polar antiferromagnetic metals have recently garnered increasing interests due to their combined traits of both ferromagnets and antiferromagnets for spintronic applications. However, the inherently incompatible nature of antiferromagnet, metallicity and polarity pose a significant challenge. We propose that charge disproportionation can lead to this novel state in negative charge transfer gap regime in molecular orbital crystal by molecular orbital analyses of first-principles DFT+$U$ electronic band structure for representative Ruddlesden-Popper bilayer perovskite oxides Sr$_3$Co$_2$O$_7$, corroborated by Density Matrix Renormalization Group calculation. Due to the negative charge transfer nature of Co$^{4+}$ and imposed by strong interlayer coupling, localized molecular orbitals stemming from the hybridization of Co $d_{z^2}$ and $d_{xz/yz}$ orbitals through the apical oxygen $p$ orbitals are preferably emergent within each bilayer unit, which develop antiferromagnetic ordering by invoking Hubbard repulsion. Charge disproportionation driven by Hund's physics, makes an occupation imbalance with broken inversion symmetry in the remaining $d_{xy}$ and $d_{x^2-y^2}$ orbitals from distinct Co atoms within the bilayer unit, resulting in the polar metallicity. Meanwhile, this charge disproportionation scenario allows consequent conducting carriers to couple with interlayer local spins via Hund's coupling, giving rise to in-plane double-exchange ferromagnetism. Our molecular orbital formulation further provides a guide towards an effective Hamiltonian for modelling the unconventional synergy of metallicity, polarity and antiferromagnetism in Sr$_3$Co$_2$O$_7$, which may be a unified framework widely applicable to double-layer Ruddlesden-Popper perovskite oxides.",
      "pubdate": "Mon, 05 Jan 2026 12:07:38 +0000",
      "authors": "Yang Shen, Shuai Qu, Gang Li, Pu Yu, Guang-Ming Zhang"
    },
    "0f74a3d96e58f95486e8ab7a54515576": {
      "id": "0f74a3d96e58f95486e8ab7a54515576",
      "link": "http://arxiv.org/abs/2601.01893",
      "title": "Longitudinal-field fidelity susceptibility analysis of the $J_1$-$J_2$ transverse-field Ising model around $J_2/J_1 \\approx 0.5$",
      "abstract": "The square-lattice $J_1$-$J_2$ transverse-field (TF) Ising model was investigated with the exact diagonalization (ED) method. In order to analyze the TF-driven phase transition, we applied the longitudinal-field fidelity susceptibility $χ^{(h)}_F$, which is readily evaluated via the ED scheme. Here, the longitudinal field couples with the absolute value of the magnetic moment $|M|$ rather than the raw $M$ so that the remedied fidelity susceptibility exhibits a peak around the critical point; note that the spontaneous magnetization does not appear for the finite-size systems. As a preliminary survey, the modified fidelity susceptibility $χ^{(h)}_F$ is applied to the analysis of criticality for $J_2=0$, where a number of preceding results are available. Thereby, properly scaling the distance from the multi-criticality, $η=0.5-J_2$, the $χ^{(h)}_F$ data were cast into the crossover-scaling formula, and the multi-critical exponent for $χ_F^{(h)}$ is estimated. The result is cross-checked by the numerically evaluated $β$-function behavior.",
      "pubdate": "Mon, 05 Jan 2026 08:36:02 +0000",
      "authors": "Yoshihiro Nishiyama"
    },
    "e23e5ef4965bce4818cea8ef9b3e39fc": {
      "id": "e23e5ef4965bce4818cea8ef9b3e39fc",
      "link": "http://arxiv.org/abs/2601.01903",
      "title": "TT-FSI: Scalable Faithful Shapley Interactions via Tensor-Train",
      "abstract": "The Faithful Shapley Interaction (FSI) index uniquely satisfies the faithfulness axiom among Shapley interaction indices, but computing FSI requires $O(d^\\ell \\cdot 2^d)$ time and existing implementations use $O(4^d)$ memory. We present TT-FSI, which exploits FSI's algebraic structure via Matrix Product Operators (MPO). Our main theoretical contribution is proving that the linear operator $v \\mapsto \\text{FSI}(v)$ admits an MPO representation with TT-rank $O(\\ell d)$, enabling an efficient sweep algorithm with $O(\\ell^2 d^3 \\cdot 2^d)$ time and $O(\\ell d^2)$ core storage an exponential improvement over existing methods. Experiments on six datasets ($d=8$ to $d=20$) demonstrate up to 280$\\times$ speedup over baseline, 85$\\times$ over SHAP-IQ, and 290$\\times$ memory reduction. TT-FSI scales to $d=20$ (1M coalitions) where all competing methods fail.",
      "pubdate": "Mon, 05 Jan 2026 08:49:25 +0000",
      "authors": "Ungsik Kim, Suwon Lee"
    },
    "b79ddce830e2c6c1e32461dbf1610a13": {
      "id": "b79ddce830e2c6c1e32461dbf1610a13",
      "link": "http://arxiv.org/abs/2601.01877",
      "title": "Random-Matrix-Induced Simplicity Bias in Over-parameterized Variational Quantum Circuits",
      "abstract": "Over-parameterization is commonly used to increase the expressivity of variational quantum circuits (VQCs), yet deeper and more highly parameterized circuits often exhibit poor trainability and limited generalization. In this work, we provide a theoretical explanation for this phenomenon from a function-class perspective. We show that sufficiently expressive, unstructured variational ansatze enter a Haar-like universality class in which both observable expectation values and parameter gradients concentrate exponentially with system size. As a consequence, the hypothesis class induced by such circuits collapses with high probability to a narrow family of near-constant functions, a phenomenon we term simplicity bias, with barren plateaus arising as a consequence rather than the root cause. Using tools from random matrix theory and concentration of measure, we rigorously characterize this universality class and establish uniform hypothesis-class collapse over finite datasets. We further show that this collapse is not unavoidable: tensor-structured VQCs, including tensor-network-based and tensor-hypernetwork parameterizations, lie outside the Haar-like universality class. By restricting the accessible unitary ensemble through bounded tensor rank or bond dimension, these architectures prevent concentration of measure, preserve output variability for local observables, and retain non-degenerate gradient signals even in over-parameterized regimes. Together, our results unify barren plateaus, expressivity limits, and generalization collapse under a single structural mechanism rooted in random-matrix universality, highlighting the central role of architectural inductive bias in variational quantum algorithms.",
      "pubdate": "Mon, 05 Jan 2026 08:04:33 +0000",
      "authors": "Jun Qi, Chao-Han Huck Yang, Pin-Yu Chen, Min-Hsiu Hsieh"
    },
    "5860b5d1c3ec86cd9f072dcbce64d786": {
      "id": "5860b5d1c3ec86cd9f072dcbce64d786",
      "link": "http://arxiv.org/abs/2601.00009",
      "title": "Full grid solution for multi-asset options pricing with tensor networks",
      "abstract": "Pricing multi-asset options via the Black-Scholes PDE is limited by the curse of dimensionality: classical full-grid solvers scale exponentially in the number of underlyings and are effectively restricted to three assets. Practitioners typically rely on Monte Carlo methods for computing complex instrument involving multiple correlated underlyings. We show that quantized tensor trains (QTT) turn the d-asset Black-Scholes PDE into a tractable high-dimensional problem on a personal computer. We construct QTT representations of the operator, payoffs, and boundary conditions with ranks that scale polynomially in d and polylogarithmically in the grid size, and build two solvers: a time-stepping algorithm for European and American options and a space-time algorithm for European options. We compute full-grid prices and Greeks for correlated basket and max-min options in three to five dimensions with high accuracy. The methods introduced can comfortably be pushed to full-grid solutions on 10-15 underlyings, with further algorithmic optimization and more compute power.",
      "pubdate": "Sat, 20 Dec 2025 17:24:57 +0000",
      "authors": "Lucas Arenstein, Michael Kastoryano"
    },
    "a03668ca3d4b037315bf0097e829bf4f": {
      "id": "a03668ca3d4b037315bf0097e829bf4f",
      "link": "http://arxiv.org/abs/2601.05306",
      "title": "Interacting electrons in silicon quantum interconnects",
      "abstract": "Coherent interconnects between gate-defined silicon quantum processing units are essential for scalable quantum computation and long-range entanglement. We argue that one-dimensional electron channels formed in the silicon quantum well of a Si/SiGe heterostructure exhibit strong Coulomb interactions and realize strongly interacting Luttinger liquid physics. At low electron densities, the system enters a Wigner regime characterized by dominant 4kF correlations; increasing the electron density leads to a crossover from the Wigner regime to a Friedel regime with dominant 2kF correlations. We support these results through large-scale density matrix renormalization group (DMRG) simulations of the interacting ground state under both screened and unscreened Coulomb potentials. We propose experimental signatures of the Wigner-Friedel crossover via charge transport and charge sensing in both zero- and high-magnetic field limits. We also analyze the impact of short-range correlated disorder - including random alloy fluctuations and valley splitting variations - and identify that the Wigner-Friedel crossover remains robust until disorder levels of about 400 micro eV. Finally, we show that the Wigner regime enables long-range capacitive coupling between quantum dots across the interconnect, suggesting a route to create long-range entanglement between solid-state qubits. Our results position silicon interconnects as a platform for studying Luttinger liquid physics and for enabling architectures supporting nonlocal quantum error correction and quantum simulation.",
      "pubdate": "Thu, 08 Jan 2026 18:44:46 +0000",
      "authors": "Anantha S. Rao, Christopher David White, Sean R. Muleady, Anthony Sigillito, Michael J. Gullans"
    }
  }
}